var data = [
  {
    "year":"1964",
    "events":[
      {
        "title":"Viet Cong secretly adopt policy declaring war on South Vietnam",
        "date":"1-20",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/FNL_Flag.png' alt='The flag of the Viet Cong, adopted in 1960. Source: Wikimedia'><p>The Central Committee of the Communist Party of North Vietnam adopts Resolution 9, a secret part of which, titled “Strive to Struggle, Rush Forward to Win New Victories,” declares all-out war on and defeat of South Vietnam before the United States can introduce a large number of American soldiers into the war.</p>"
      },
      {
        "title":"The 24th Amendment prohibits poll taxes",
        "date":"1-20",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Poll_tax_history.gif' alt='A gif of the history of the poll tax. Yellow states have a poll tax, red states have a cumulative poll tax where prior years must be paid, and gray states have no poll tax. Source: Wikimedia'><p>The 24th Amendment to the Constitution prohibits any poll tax in elections for federal officials. Poll taxes had originally been instituted in 11 Southern states, disproportionately targeting nonwhite voters and creating a barrier to voting for any voters without the means to pay the tax.</p>"
      },
      {
        "title":"South Vietnam military coup",
        "date":"1-30",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Maxwell_D_Taylor.jpg' class='portrait' alt='Maxwell Taylor, the U.S. Ambassador to South Vietnam at the time, opposes the coup. Source: Wikimedia'><p>General Nguyễn Khánh leads a successful coup to oust the military junta led by General Dương Văn Minh from the leadership of South Vietnam, upending efforts to grow public confidence in the stability of the South Vietnamese government. This event comes less than three months after Minh&rsquo;s junta had come to power in a coup d&rsquo;état which overthrew and killed then-President Ngô Đình Diệm. The coup is bloodless and lasts only a few hours.</p><p>&ldquo;Officials here were obviously embarrassed that the regime they helped bring to power only last November had been over­thrown. But while they praised the fighting qualities of Maj. Gen. Nguyen Khanh, the leader of the coup, they disclaimed any responsibility for his successful insurrection,&rdquo; writes reporter James Reston in a Jan. 30 <em>New York Times</em> article. </p><p>General Khánh&rsquo;s time in power will be short-lived, as a coup against him takes place in February 1965.  </p>"
      },
      {
        "title":"Public burning of draft cards",
        "date":"5-16",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/DraftcardRenJuan.jpg' class='portrait' alt='A Vietnam-era draft card, worn out from years in a wallet. Source: Wikimedia'><p>The country&rsquo;s first peacetime draft had started in 1940 and runs through 1973. Men were drafted to fill vacancies in the U.S. Armed Forces that couldn&rsquo;t be filled through voluntary means, both during times of peace and conflict.</p><p>On May 16 &mdash; Armed Forces Day &mdash; 12 men protest by burning their drafts cards.</p>"
      },
      {
        "title":"The Freedom Summer murders ",
        "date":"6-21",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/FBI_Poster_of_Missing_Civil_Rights_Workers.jpg' class='portrait' alt='Missing persons poster created by the FBI in 1964, shows the photographs of Goodman, Chaney and Schwerner. Source: Wikimedia'><p>The bodies of three civil-rights workers &mdash; two white, one African American &mdash; are found in an earthen dam. James E. Chaney, 21; Andrew Goodman, 21; and Michael Schwerner, 24, had been working to register Black voters in Mississippi, and on June 21, went to investigate the burning of a church. They were arrested by the police on speeding charges, incarcerated for several hours, and released after dark into the hands of the Ku Klux Klan, who murdered them.</p>"
      },
      {
        "title":"Civil Rights Act of 1964",
        "date":"7-2",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Lyndon_Johnson_signing_Civil_Rights_Act.jpg' alt='Lyndon B. Johnson signs the Civil Rights Act of 1964. Among the witnesses to the enactment is Martin Luther King Jr. Source: Wikimedia'><p>One year and 22 days after Kennedy&rsquo;s Civil Rights Speech calling for a new civil rights bill, President Johnson signs the Civil Rights Act of 1964, outlawing discrimination based on race, color, religion, sex or national origin. It had been over 80 years since any significant race-related civil rights legislation had been enacted at the federal level.</p><p>The Act would go on to  play a vital role in helping to end the overt, legally enforced Jim Crow system of segregation that had oppressed nonwhite Americans for generations.</p><p>In 1964, it has been ten years since the landmark <em>Brown. vs. Board of Education</em> Supreme Court ruling, yet 98 percent of all Black students in the South are still attending segregated schools. In the years following its passage, lawsuits filed under Title IV of the Act will be crucial in dismantling segregation within public schools. </p>"
      },
      {
        "title":"Gulf of Tonkin",
        "date":"8-2",
        "video":"Dx8-ffiYyzA",
        "embeddable":"yes",
        "desc":"<p>Three North Vietnamese PT boats fire torpedoes at the U.S.S. Maddox in international waters, 30 miles off the coast of North Vietnam, after the Maddox fires three warning shots. A land and sea battle commences. </p><p>A second attack is reported two days later on the U.S.S. Turner Joy and Maddox in the same area, but as declassified documents show, this second attack never happened.</p><p>As a result, five days after the incident, the Gulf of Tonkin Resolution is passed by Congress, authorizing President Johnson to wage war against North Vietnam without securing a formal Declaration of War from Congress.</p>"
      },
      {
        "title":"Opposition to the Gulf of Tonkin Resolution",
        "date":"8-2",
        "video":"OPC0sXPo8Bw",
        "embeddable":"yes",
        "desc":"<p>Senator Wayne Morse voted against the Gulf of Tonkin Resolution, declaring that Article I of the Constitution would be violated if Congress surrendered its authority to check presidential power. The Constitution establishes the president as commander-in-chief, and gives Congress the power to declare war, providing a check and balance against executive power. His warning about what will happen is prescient. </p>"
      },
      {
        "title":"Senator Goldwater suggests using atomic weapons in Vietnam",
        "date":"9-7",
        "video":"dDTBnsqxZ3k",
        "embeddable":"yes",
        "desc":"<p>In May 1963, the Republican candidate for the upcoming presidential election, Senator Barry Goldwater of Arizona, causes an international uproar when he suggests on an ABC-TV <em>Issues and Answers</em> program that &ldquo;defoliation of the forests by low-yield atomic weapons could well be done&rdquo; to expose supply routes for the flow of arms from North Vietnam to the Viet Cong guerrillas in South Vietnam.</p><p>Johnson&rsquo;s campaign capitalizes on this controversy on September 7, when a campaign ad titled &ldquo;Daisy&rdquo; airs &mdash; its solo airing &mdash; during a telecast of the NBC <em>Monday Night Movie</em>. The ad is immediately pulled, but the ensuing press coverage of the ad and Goldwater&rsquo;s quotes likely play a crucial role in Johnson&rsquo;s landslide victory.</p>"
      },
      {
        "title":"Viet Cong forces attack the Bien Hoa Air Base",
        "date":"11-1",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/B-26Cs_BienHoa_1962.jpg' alt='USAF Douglas A-26C/B-26B-45-DT on the flightine of Bien Hoa Air Base, 1963. Source: Wikimedia'<p>Four Americans and two Vietnamese are killed and 27 American aircraft are destroyed when the Viet Cong attack the Bien Hoa Air Base with mortars. U.S. Ambassador Taylor reports that the Viet Cong have &ldquo;changed the ground rules&rdquo; by targeting a U.S. installation.</p>"
      },
      {
        "title":"President Johnson wins election in landside victory",
        "date":"11-3",
        "video":"vpJmtsl459o",
        "embeddable":"yes",
        "desc":"<p>Lyndon Johnson is elected U.S. president in a landslide victory over Republican opponent Barry Goldwater. Johnson was perceived as the more moderate candidate, with respect to the use of U.S. military force in Vietnam.</p><p>As of 2017, this remains the last time Alaska, Idaho, Kansas, Nebraska, North Dakota, Oklahoma, South Dakota, Utah and Wyoming voted for the Democratic candidate and remains the most recent presidential election in which a Democrat broke at least 400 electoral votes.</p>"
      },
      {
        "title":"Policymakers present an analysis of options",
        "date":"11-19",
        "video":"",
        "embeddable":"",
        "desc":"<p>Officials from the Departments of State and Defense and the CIA present an analysis of the Vietnam War to senior Johnson administration policymakers.</p><p>Thee policy options are presented:</p><p><strong>Option A:</strong> Continue the present policy and reject negotiations with North Vietnam indefinitely.</p><p><strong>Option B:</strong> Increase military pressure against North Vietnam until the insurgency in the South is defeated. &ldquo;The actions would mesh at some point with negotiation, but we would approach any discussions or negotiations with absolutely inflexible insistence on our present objectives.&rdquo;</p><p><strong>Option C:</strong> Continue present policy but with gradually increased military pressure against the North, without any firm position for or against negotiations. &ldquo;The negotiating part of this course of action would have to be played largely by ear, but in essence we would be indicating from the outset a willingness to negotiate in an affirmative sense, accepting the possibility that we might not achieve our full objectives.&rdquo;</p><p>Option C was favored by the policymakers.</p><p><a href='http://www.presidency.ucsb.edu/vietnam/showdoc.php?docid=26' target='_blank'>Read the document prepared by the National Security Council Working Group</a></p>"
      },
      {
        "title":"Joan Baez performs at a rally",
        "date":"12-2",
        "video":"uaFbLhDIm6U",
        "embeddable":"yes",
        "desc":"<p>Baez performs at a Free Speech Movement event in which students insist that the university administration lift a ban on on-campus political activities and acknowledge the students&rsquo; right to free speech and academic freedom (this protest closely ties in with both the Civil Rights Movement and the Vietnam War). The rally, which precedes a sit-in by over 1,000 people, culminates in the arrest of over 800 protesters in front of Sproul Hall at the University of California, Berkeley.</p><p>Baez had recently released her fifth album, <em>Joan Baez/5</em>. The album features a Phil Ochs&rsquo; cover of “There But for Fortune,” which reaches No. 50 on the <em>Billboard</em> Top 100:</p><p><em>Show me the country where bombs had to fall,<br/>Show me the ruins of buildings once so tall,<br/>And I&rsquo;ll show you a young land with so many reasons why<br/>There but for fortune, go you or go I you and I.</em></p>"
      },
      {
        "title":"The Battle of An Lão",
        "date":"12-6",
        "video":"",
        "embeddable":"",
        "desc":"<p>The battle begins with an early morning surprise attack on the district headquarters of An Lão, Bình Định, about 300 miles from Saigon, when Viet Cong squads scale a fence and throw grenades to disable the ARVN machine gun positions around the base. A second wave of attacks by Viet Cong forces overwhelm the base.  ARVN troops regain control of the district headquarters only after reinforcements are airlifted in by U.S. helicopters. This battle marks the first time in that area that the communists coordinate main force units with local and guerrilla forces.</p><p>The battle results in about 300 South Vietnam Army casualties and two American casualties. As many as 7,000 local villagers are forced to abandon their homes.</p>"
      },
      {
        "title":"Operation Barrel Roll",
        "date":"12-14",
        "video":"",
        "embeddable":"",
        "desc":"<p>Operation Barrel Roll, a covert op conducted by the U.S. Air Force 2nd Air Division (later the Seventh Air Force) and the U.S. Navy Task Force 77 in the Kingdom of Laos, is initiated and continues until 1973.</p><p>Due to the ostensible neutrality of Laos, guaranteed by the Geneva Conference, Operation Barrel Roll will be one of the most closely guarded secrets of the American military commitment in Southeast Asia.</p>"
      },
      {
        "title":"A diplomat reports that Hanoi has become a city of war",
        "date":"12-19",
        "video":"",
        "embeddable":"",
        "desc":"<p>Following a visit to Hanoi, a Cambodian diplomat writes: &ldquo;The capital has become a city of war... Anti-aircraft guns have been positioned on rooftops, and people are busy digging trenches in the streets.&rdquo;</p><p>In his book <em>Hanoi&rsquo;s Road to the Vietnam War</em>, author Pierre Asselin writes that &ldquo;Although Americans did not know it at the time, the Vietnam War had begun.&rdquo;</p>"
      },
      {
        "title":"South Vietnam’s ruling military junta dissolves the U.S.-backed High National Council",
        "date":"12-19",
        "video":"",
        "embeddable":"",
        "desc":"<p>The ruling military junta of South Vietnam, Gen. Nguyễn Khánh and a group of officers called the Young Turks dissolve the High National Council (HNC) and arrest some of its members. The HNC had an unelected legislative-style civilian advisory body that was created at the request of U.S. officials, part of a larger strategy to help instill confidence in the stability of the government of South Vietnam. This led to an angry confrontation with U.S. Ambassador Maxwell D. Taylor. Within days, Khánh issues a declaration of independence from &ldquo;foreign manipulation,&rdquo; condemning &ldquo;colonialism&rdquo; and specifically calling out Taylor for abusing his power. </p><p>This situation ultimately does not end well for Khánh. At the time, South Vietnam senior officers&rsquo; careers and advancement were dependent on U.S. aid. Khan’s rhetoric against the overbearing U.S. influence &mdash; invoked to defend his dissolution of the HNC &mdash; eventually costs him his allegiances. He is overthrown in a coup less than two months later.</p>"
      },
      {
        "title":"Battle of Bình Giã",
        "date":"12-28",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Binh_Gia_Victory.jpg' alt='The Bình Giã victory monument dedicated to the Viet Cong, located in Châu Đức District, Bà Rịa–Vũng Tàu. Source: Wikimedia'><p>Over a period of four days, the Viet Cong 9th Division holds its ground against the South Vietnamese Army, only breaking after intense attacks by U.S. bombers.</p><p>The South Vietnamese and their American allies lose a total of 201 personnel; 192 more are wounded and 68 more are missing. The Viet Cong appear to have suffered light casualties, with only 32 soldiers officially confirmed killed. They don&rsquo;t leave a single casualty on the battlefield.</p><p>Thus far, Bình Giã is the worst defeat experienced by the South Vietnamese in the war.</p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1964",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"HK3bsYzZNHk",
        "desc":"<iframe src='https://www.youtube.com/embed/HK3bsYzZNHk' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1964.</p>"
      },
      {
        "title":"I Want to Hold Your Hand",
        "artist":"The Beatles",
        "embeddable":"yes",
        "id":"7ZiyzJ88jhg",
        "desc":"<iframe src='https://www.youtube.com/embed/7ZiyzJ88jhg' frameborder='0' allowfullscreen></iframe><p>The Beatles&rsquo; first American No. 1, the song courts the <em>Billboard</em> chart for 15 weeks, becoming the band&rsquo;s best-selling single worldwide.</p>"
      },
      {
        "title":"Universal Soldier",
        "artist":"Buffy Sainte-Marie",
        "embeddable":"yes",
        "id":"j6imjvgJFvM",
        "desc":"<iframe src='https://www.youtube.com/embed/j6imjvgJFvM' frameborder='0' allowfullscreen></iframe><p>The Canadian folk singer has said of the song:</p><p>&ldquo;I wrote &lsquo;Universal Soldier&rsquo; in the basement of the Purple Onion coffee house in Toronto in the early &rsquo;60s. It’s about individual responsibility for war and how the old feudal thinking kills us all.&rdquo;</p><p>The song tells the story of the everyman soldier of different heights, ages, religious and political backgrounds, he who is fighting in different times and for different countries, always with the idea that he is fighting for peace but never grasping that he is part of the problem:</p><p><em>He&rsquo;s the Universal Soldier<br/>and he really is to blame.<br/>His order come from far away no more.<br/>They come from here and there and you and me,<br/>and brothers, can&rsquo;t you see<br/>this is not the way to put an end to war.</em></p>"
      },
      {
        "title":"Detroit City",
        "artist":"Bobby Bare",
        "embeddable":"no",
        "id":"07AtSADd8ss",
        "desc":"<iframe src='https://www.youtube.com/embed/07AtSADd8ss' frameborder='0' allowfullscreen></iframe><p>&ldquo;No matter its theme or style, any song with a lyric about going home was sure to find an in-country audience and show up on a list of Vietnam vets&rsquo; favorite tunes. Maybe that’s why &lsquo;Detroit City,&rsquo; sung by the country and western singer Bobby Bare with its lingering refrain, I wanna go home / I wanna go home / Oh how I wanna go home was so popular on jukeboxes in Southeast Asia long after its release in 1963. Big fans included veteran C&W music lovers Jim Bodoh and Jerry Benson, who didn&rsquo;t think country music ever got enough airplay over Armed Forces Vietnam Radio (AFVN).&rdquo;</p><p>&mdash; From <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em>, co-authored by Doug Bradley and Craig Werner</p>"
      },
      {
        "title":"With God on Our Side",
        "artist":"Bob Dylan",
        "embeddable":"yes",
        "id":"M7FKyouUIsQ",
        "desc":"<iframe src='https://www.youtube.com/embed/M7FKyouUIsQ' frameborder='0' allowfullscreen></iframe><p>Music critic Tim Riley once wrote: &ldquo;&lsquo;With God on Our Side&rsquo; manages to voice political savvy mixed with generational naiveté&rdquo; as it &ldquo;draws the line for those born long enough after World War I to find its issues blurry (&lsquo;the reasons for fightin&rsquo;/I never did get&rsquo;) and who view the forgiveness of the World War II Germans as a farce.&rdquo;</p><p><em>But now we got weapons<br/>Of chemical dust<br/>If fire them, we&rsquo;re forced to<br/>Then fire, them we must<br/>One push of the button<br/>And a shot the world wide<br/>And you never ask questions<br/>When God&rsquo;s on your side</em></p>"
      },
      {
        "title":"What Did You Learn in School Today",
        "artist":"Pete Seeger",
        "embeddable":"yes",
        "id":"Wf5Jn8O3s0c",
        "desc":"<iframe src='https://www.youtube.com/embed/Wf5Jn8O3s0c' frameborder='0' allowfullscreen></iframe><p>The jaunty tune sounds upbeat, but the satirical lyrics unpack the lies behind what people often tell themselves when waging war.</p><p><em>And what did you learn in school today, dear little boy of mine?<br/>What did you learn in school today, dear little boy of mine?</em></p><p><em>I learned that war is not so bad<br/>I learned about the great ones we have had<br/>We fought in Germany and in France<br/>And someday I might get my chance<br/>And that&rsquo;s what I learned in school today<br/>That&rsquo;s what I learned in school</em></p>"
      },
      {
        "title":"There But for Fortune",
        "artist":"Phil Ochs",
        "embeddable":"yes",
        "id":"6lFPIIdud9o",
        "desc":"<iframe src='https://www.youtube.com/embed/6lFPIIdud9o ' frameborder='0' allowfullscreen></iframe><p>In a recent <em>Washington Post</em> article about the singer, Richard Just writes that &ldquo;There But for Fortune&rdquo; is &ldquo;the most beautiful song ever written about the natural lottery.... It&rsquo;s a succinct reminder of the ethical basis of modern liberalism: that in a world with no level playing field, we have sizable obligations to those who are less lucky.&rdquo;</p><p><em>Show me the country where bombs had to fall,<br/>Show me the ruins of buildings once so tall,<br/>And I&rsquo;ll show you a young land with so many reasons why<br/>There but for fortune, go you or go I you and I.<br/>You and I,<br/>There but for fortune, go you or go I you and I.</em></p><p>Joan Baez would release a cover of the song a year after Ochs, and hers would win a Grammy Award for &ldquo;Best Folk Recording&rdquo; in 1965. When the Vietnam War ended on April 30, 1975, a &ldquo;War Is Over&rdquo; rally was held in New York&rsquo;s Central Park on May 11. At the rally, Ochs and Baez sang a duet of &ldquo;There But for Fortune.&rdquo;</p>"
      },
      {
        "title":"The Ballad of Ira Hayes",
        "artist":"Johnny Cash",
        "embeddable":"yes",
        "id":"NdNV9JX-Xi8",
        "desc":"<iframe src='https://www.youtube.com/embed/NdNV9JX-Xi8' frameborder='0' allowfullscreen></iframe><p>&ldquo;The voice, Ira Hayes’s voice, tells of survivor guilt and PTSD and the long road home from war and killing. And it reminds me that some of us former soldiers, like Ira Hayes, never do make it back, even after we physically return to our homes and communities,&rdquo; writes Doug Bradley, recounting a story from the autobiography of Johnny Cash. &ldquo;One night at Long Binh,&rdquo; writes Cash, &ldquo;a Pima Indian boy &mdash; crying, and with a beer in his hand &mdash; came up to the stage while I was singing &lsquo;The Ballad of Ira Hayes,&rsquo; which is about the Pima Indian Marine who helped raise our flag at Iwo Jima. At the end of the song, that young Indian asked me to take a drink of his beer, and with the tears running off his chin, he said, &lsquo;I may die tomorrow, but I want you to know that I ain’t never been so alive as I am tonight.&rsquo;&rdquo;</p><p><em>Gather &rsquo;round me people<br/>There&rsquo;s a story I would tell<br/>&rsquo;Bout a brave young Indian<br/>You should remember well<br/>From the land of the Pima Indian<br/>A proud and noble band<br/>Who farmed the Phoenix Valley<br/>In Arizona land</em></p>"
      }
    ]
  },
  {
    "year":"1965",
    "events":[
      {
        "title":"Malcolm X assassinated",
        "date":"2-21",
        "video":"t2CKhUxhtNM",
        "embeddable":"yes",
        "desc":"<p>The controversial human-rights activist is assassinated by three members of the Nation of Islam, an organization for which he had once been a prominent leader. Some historians dispute the alleged circumstances of his assassination. </p><p>In telegram to Malcolm X&rsquo;s wife, Martin Luther King Jr. expresses his condolences: </p><p>&ldquo;While we did not always see eye to eye on methods to solve the race problem, I always had a deep affection for Malcolm and felt that he had a great ability to put his finger on the existence and root of the problem. He was an eloquent spokesman for his point of view and no one can honestly doubt that Malcolm had a great concern for the problems that we face as a race.&rdquo;</p>"
      },
      {
        "title":"South Vietnamese coup",
        "date":"2-19",
        "video":"",
        "embeddable":"",
        "desc":"<p>General Nguyễn Khánh, whose relationship with the U.S. has been shaky since he rose to power by coup in January 1964, secretly began peace talks with Viet Cong leaders in December. At the time, South Vietnam senior officers&rsquo; careers and advancement were dependent on U.S. aid. Khan&rsquo;s rhetoric against the overbearing U.S. influence &mdash; used to defend his dissolution of the U.S.-backed High National Council &mdash; eventually costs him his allegiances. </p><p>When Khánh&rsquo;s plans for peace talks with communists are discovered, U.S.-encouraged plotting for a military coup intensifies, culminating on February 19 when some South Vietnam military units &mdash; commanded by General Lâm Văn Phát and Colonel Phạm Ngọc Thảo &mdash; launch a coup against General Khánh. Their initial intentions are to install General Trần Thiện Khiêm, but the attempted coup reaches a stalemate. Eventually, a group of officers led by General Nguyễn Chánh Thi and Air Marshal Nguyễn Cao Kỳ &mdash; hostile to both the plot and to Khánh himself &mdash; are able to force a leadership change and take control themselves with the support of American officials. This new arrangement is a boon to U.S. plans to bomb North Vietnam, and Operation Rolling Thunder is launched less than two weeks later.</p>"
      },
      {
        "title":"Operation Rolling Thunder begins",
        "date":"3-2",
        "video":"Pvnk0tK4-gk",
        "embeddable":"yes",
        "desc":"<p><strong>March 2 - Nov. 2</strong></p><p>The sustained bombing of North Vietnam by U.S. forces commences, marking the first continuous American assault on North Vietnamese territory. The bombings are initially launched in an attempt to cripple North Vietnam&rsquo;s infrastructure capacity to wage war on South Vietnam. The bombings are also a path for U.S. support of South Vietnam without actually introducing any U.S. ground forces. Today, historians remain divided in their assessments of the strategic value of Operation Rolling Thunder. </p>"
      },
      {
        "title":"Bloody Sunday and the Selma-to-Montgomery March",
        "date":"3-7",
        "video":"snx58o2kwoc",
        "embeddable":"yes",
        "desc":"<p>After the fatal shooting of a protester on Feb 18, civil rights leaders plan another protest &mdash; a 54-mile march from Selma to Montgomery, the capital, along U.S. Route 80.</p><p>Gov. George Wallace announces on March 6 &mdash; the Saturday before the march &mdash; that he will not let protesters march, saying in a news conference that he has ordered the highway patrol chief to &ldquo;use whatever measures are necessary to prevent a march.&rdquo;</p><p>After marching without incident through Selma, protesters are stopped at the Edmund Pettus Bridge &mdash; a bridge named after a Confederate general and a former KKK leader &mdash; by a police blockade. State troopers and officers from the Dallas County Sheriff&rsquo;s Department meet them, some mounted on horseback, some wielding billy clubs, fringed by members of the press and spectators waving Confederate flags. Protesters are attacked by the police with billy clubs, tear gas and bull whips. Amelia Boynton, one of the organizers of the march, is beaten unconscious. The march is dubbed &ldquo;Bloody Sunday&rdquo; by the press.</p><p>The second march takes place March 9, led by Dr. Martin Luther King Jr. Again, troopers and marchers meet at the Edmund Pettus Bridge. Instead of proceeding, the marchers pray and retreat. In last-minute negotiations with President Lyndon Johnson, King had agreed to retreat if confronted by police. That evening, three white ministers who had participated in the march are attacked by a mob as they walk down the street. One &mdash; James Reeb &mdash; is killed. </p><p>The third march begins on March 21. Protected by 1,900 members of the Alabama National Guard under federal command, along with several FBI  and federal agents, the marchers arrive in Montgomery on March 24 and at the Alabama State Capitol on March 25. About 25,000 people march into the capital on the final day in support of voting rights.</p>"
      },
      {
        "title":"Start of the American ground war",
        "date":"3-8",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/UH-1D.jpg' alt='U.S. Army soldiers disembark from helicopters in the Ia Drang Valley. Source: Wikimedia'><p>U.S. Marines, 3,500 strong, are dispatched to South Vietnam. This marks the beginning of the American ground war, which U.S. public opinion overwhelmingly supports. By December, the deployment will reach nearly 200,000.</p>"
      },
      {
        "title":"First U.S. self-immolation",
        "date":"3-16",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/self-immolation.jpg' alt='Herz was inspired by Thích Quảng Đức, a Vietnamese Buddhist monk who burned himself in protest. Pictured is Journalist Malcolm Browne&rsquo;s photograph of Quảng Đức during his self-immolation; a similar photograph won the 1963 World Press Photo of the Year. Source: Wikimedia'><p>Alice Herz, an 82-year-old pacifist, sets herself on fire in the first known act of self-immolation to protest the Vietnam War.</p><p>Herz, a Quaker of German-Jewish ancestry and a survivor of a World War II concentration camp, was a longtime peace activist. She wrote in her last will and testament that her intention was inspired by Buddhist monk Thích Quảng Đức, who immolated himself in protest of the alleged oppression of Buddhists under the South Vietnamese government on June 11, 1963.</p>"
      },
      {
        "title":"The first &ldquo;teach-in&rdquo; is held, sparking a movement across U.S. campuses",
        "date":"3-24",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/teach-ins.jpg' alt='Hundreds of U of M students and professors pack an auditorium during one of the teach-in lectures. Credit: The Ann Arbor News'><p>Organized by faculty and Students for a Democratic Society at the University of Michigan at Ann Arbor, the first teach-in is attended by about 3,500 people. It consists of debates, lectures and various media aimed at criticizing U.S. involvement in Vietnam. The Michigan teach-in receives national press, inspiring 35 more teach-ins on campuses within the next week. By the end of the year, there will have been teach-ins at 120 campuses.</p>"
      },
      {
        "title":"First major Vietnam War protest",
        "date":"4-16",
        "video":"SU-bFLaW5p0",
        "embeddable":"yes",
        "desc":"<p>In the first major anti-war march, 25,000 protesters convene on Washington D.C., joined by musicians and activists Joan Baez, Judy Collins and Phil Ochs. The march was largely organized by the student activist group Students for a Democratic Society (SDS) and by Women Strike for Peace.</p><p>The video on the left shows a public reenactment of a speech given by Paul Potter, former president of the Students for a Democratic Society (SDS), at the April 17, 1965 March on Washington.</p>"
      },
      {
        "title":"Congress passes the Voting Rights Act of 1965",
        "date":"8-6",
        "video":"-nrpLVgO7l4",
        "embeddable":"yes",
        "desc":"<p>The act contains numerous provisions that regulate election administration nationwide. Literacy tests, poll taxes and other such requirements that have previously been used to restrict racial minorities from voting are made illegal. According to the U.S. Department of Justice, the Voting Rights Act is considered to be the most effective piece of civil rights legislation ever enacted in the country.</p>"
      },
      {
        "title":"Draft card burning is made illegal",
        "date":"8-30",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Draft_card_burning.jpg' alt='A sign at a Vietnam War protest calling for people to burn their draft cards. Source: Wikimedia'><p>President Johnson signs a law to add four words to the Selective Service law, subjecting anyone who &ldquo;knowingly destroys, knowingly mutilates&rdquo; his draft card to  punishment. A person who is convicted would be subjected to a fine of up to $10,000 or imprisonment up to five years. Four lawsuits challenged this law, maintaining that the act is a symbolic form of freedom of speech, but the Supreme Court, in <em>United States v. O&rsquo;Brien</em>, determines that draft card burning is not related to freedom of speech.</p>"
      },
      {
        "title":"Affirmative Action",
        "date":"9-24",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Martin_Luther_King,_Jr._and_Lyndon_Johnson.jpg' alt='LBJ talks with MLK about Affirmative Action. Source: Wikimedia'><p>President Lyndon Johnson issues Executive Order 11246 to enforce affirmative action for the first time because he believes asserting civil rights laws are not enough to remedy discrimination. It requires government contractors to &ldquo;take affirmative action&rdquo; toward prospective minority employees in all aspects of hiring and employment. (Presidential Executive Order 11375 extends this language to include women on October 13, 1968.)</p>"
      },
      {
        "title":"Battle of Ia Drang",
        "date":"9-24",
        "video":"NDJwgp0vCeg",
        "embeddable":"yes",
        "desc":"<p>In the Ia Drang Valley of the Central Highlands, U.S. forces take on the first major engagement of the war between U.S. forces and People&rsquo;s Army of Vietnam (PAVN) forces.</p><p>U.S. casualties tally 234 men killed, with more than 250 wounded, in just four days and nights. North Vietnamese soldiers numbering 834 are confirmed killed, and another 1,000 communist casualties are assumed. November becomes the deadliest month yet for the Americans, with 545 killed.</p><p>Ia Drang serves as a blueprint for the tactics both sides will use going forward. U.S. troops continue to use helicopters to move soldiers in and out of combat zones and to provide artillery fire and close-air support. The PAVN learns that they can combat that firepower with quick, close-range engagements, though at the price of serious casualties. The PAVN will also rely on the strategy of retreating across nearby borders to sanctuaries where they can rest, as U.S. troops did not follow them across borders at Ia Drang.</p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1965",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"ozaLvpgT9H4",
        "desc":"<iframe src='https://www.youtube.com/embed/HK3bsYzZNHk' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1965.</p>"
      },
      {
        "title":"Wooly Bully",
        "artist":"Sam the Sham & The Pharaohs",
        "embeddable":"no",
        "id":"OcguLZaMelE",
        "desc":"<iframe src='https://www.youtube.com/embed/OcguLZaMelE' frameborder='0' allowfullscreen></iframe><p>The band&rsquo;s first &mdash; and biggest &mdash; hit, it was named <em>Billboard&rsquo;s</em> &ldquo;Number One Record of the Year&rdquo; despite never reaching No. 1 on a weekly Hot 100. </p>"
      },
      {
        "title":"We Gotta Get Out of This Place",
        "artist":"The Animals",
        "embeddable":"no",
        "id":"LUpBSvN1a50",
        "desc":"<iframe src='https://www.youtube.com/embed/LUpBSvN1a50' frameborder='0' allowfullscreen></iframe><p>&ldquo;No one saw this coming. Not the writers of the song &mdash; the dynamic Brill Building duo of Barry Mann and Cynthia Weil; not the group who recorded it &mdash; The Animals and their iconic lead singer, Eric Burdon; not the three million soldiers who fought in Vietnam who placed extra importance on the lyrics. But the fact is that &lsquo;We Gotta Get Out of This Place&rsquo; is regarded by most Vietnam vets as our &lsquo;We Shall Overcome,&rsquo; says Bobbie Keith, an Armed Forces Radio DJ in Vietnam from 1967–69. Or as Leroy Tecube, an Apache infantryman stationed south of Chu Lai in 1968, recalls: &lsquo;When the chorus began, singing ability didn’t matter; drunk or sober, everyone joined in as loud as he could.&rsquo;&rdquo;</p><p>&mdash; Doug Bradley, co-author of <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em></p>"
      },
      {
        "title":"(I Can&rsquo;t Get No) Satisfaction",
        "artist":"The Rolling Stones",
        "embeddable":"no",
        "id":"nrIPxlFzDi0",
        "desc":"<iframe src='https://www.youtube.com/embed/nrIPxlFzDi0' frameborder='0' allowfullscreen></iframe><p><em>When I&rsquo;m watching my TV<br/>And that man comes on to tell me<br/>How white my shirts can be<br/>But he can&rsquo;t be a man &rsquo;cause he doesn&rsquo;t smoke<br/>The same cigarettes as me<br/>I can&rsquo;t get no, oh no no no<br/>Hey hey hey, that&rsquo;s what I say</em></p><p>&ldquo;The confrontational lyrics, the questioning, the cynicism, the sound, the length &mdash; they all combined to make this so unique and exceptional. We’d never heard anything quite like it before. Every time that snare drum popped, we turned up the car radio and sang this tune at the top of our lungs. How do you spell freedom?&rdquo;</p><p>&mdash; From <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em>, co-authored by Doug Bradley and Craig Werner.</p>"
      },
      {
        "title":"Green, Green Grass of Home",
        "artist":"Porter Wagoner",
        "embeddable":"yes",
        "id":"jLnhghhwSm4",
        "desc":"<iframe src='https://www.youtube.com/embed/jLnhghhwSm4' frameborder='0' allowfullscreen></iframe><p>&ldquo;Neil Whitehurst, a native of North Carolina who served with the 1st Marine Air Wing at Marble Mountain, states emphatically, &lsquo;The No. 1 song that takes me back to Vietnam is &ldquo;Green, Green Grass of Home.&rdquo;&rsquo; Songs like this, those that tapped into loneliness, heartache and homesickness hold a special place in the hearts of Vietnam vets. While some liked the Tom Jones version better, others we interviewed felt the earlier, Porter Wagoner version was &lsquo;more real, more sad.&rsquo;&rdquo;</p><p>&mdash; From <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em>, co-authored by Doug Bradley and Craig Werner.</p><p><em>The old house is still standing though the paint is cracked and dry<br/>And there&rsquo;s that old oak tree that I used to play on<br/>Down the lane I walk with my sweet Mary, hair of gold and lips like cherries<br/>It&rsquo;s good to touch the green, green grass of home</em></p>"
      },
      {
        "title":"My Girl",
        "artist":"The Temptations",
        "embeddable":"no",
        "id":"C_CSjcm-z1w",
        "desc":"<iframe src='https://www.youtube.com/embed/C_CSjcm-z1w' frameborder='0' allowfullscreen></iframe><p>In the same way that &ldquo;Life Is Just a Bowl of Cherries&rdquo; became a hit at the peak of the Great Depression, the love ballads sung by The Temptations offer a sentimental musical balm amid the conflict &mdash; especially for soldiers pining for a sweetheart back home. </p><p><em>I&rsquo;ve got sunshine on a cloudy day<br/>When it&rsquo;s cold outside I&rsquo;ve got the month of May<br/>Well I guess you&rsquo;d say<br/>What can make me feel this way?<br/>My girl (my girl, my girl)<br/>Talkin&rsquo; &rsquo;bout my girl (my girl)</em></p>"
      },
      {
        "title":"Eve of Destruction",
        "artist":"Barry McGuire",
        "embeddable":"yes",
        "id":"qfZVu0alU0I",
        "desc":"<iframe src='https://www.youtube.com/embed/qfZVu0alU0I' frameborder='0' allowfullscreen></iframe><p>&ldquo;The media frenzy over the song tore me up and seemed to tear the country apart.... I have felt it was a love song and written as a prayer because, to cure an ill you need to know what is sick. In my youthful zeal I hadn&rsquo;t realized that this would be taken as an attack on The System!&rdquo; says songwriter P. F. Sloan, sharing his surprise at the public backlash that the song recieved.</p><p><em>The eastern world, it is explodin&rsquo;,<br/>Violence flarin&rsquo;, bullets loadin&rsquo;,<br/>You&rsquo;re old enough to kill but not for votin&rsquo;,<br/>You don&rsquo;t believe in war, but what&rsquo;s that gun you&rsquo;re totin&rsquo;,<br/>And even the Jordan river has bodies floatin&rsquo;,<br/>But you tell me over and over and over again my friend,<br/>Ah, you don&rsquo;t believe we&rsquo;re on the eve of destruction.</em></p><p>And, the song may have been lost to obscurity if not for a DJ&rsquo;s mistake:</p><p>&ldquo;McGuire&rsquo;s record is released but &lsquo;Eve&rsquo; is the B-side.&rdquo; said Sloan. &ldquo;Somewhere in the Great Midwest of America a DJ played the wrong side by mistake!&rdquo;</p>"
      },
      {
        "title":"Lyndon Johnson Told the Nation",
        "artist":"Tom Paxton",
        "embeddable":"no",
        "id":"uXcG3tXYNF8",
        "desc":"<iframe src='https://www.youtube.com/embed/uXcG3tXYNF8' frameborder='0' allowfullscreen></iframe><p>Though not a chart-topping hit, Tom Paxton&rsquo;s song is one of the first to imply that President Johnson was lying about the Vietnam War. With cutting, simple prose imbued by an upbeat and cheeky melody, it offers some of the most stark commentary on the war during 1965.</p><p><em>Lyndon Johnson told the nation<br/>Have no fear of escalation<br/>I am trying everyone to please<br/>Though it isn&rsquo;t really war<br/>We&rsquo;re sending 50,000 more<br/>To help save Vietnam from the Vietnamese</em></p>"
      },
      {
        "title":"The Sound of Silence",
        "artist":"Paul Simon",
        "embeddable":"no",
        "id":"4zLfCnGVeL4",
        "desc":"<iframe src='https://www.youtube.com/embed/4zLfCnGVeL4' frameborder='0' allowfullscreen></iframe><p>The simple melody with its lyrics on &ldquo;people talking without speaking&rdquo; and &ldquo;people hearing without listening&rdquo; resonates with many during the contentious and divisive events leading into the war.</p><p><em>And in the naked light I saw<br/>Ten thousand people, maybe more<br/>People talking without speaking<br/>People hearing without listening<br/>People writing songs that voices never share<br/>And no one dared<br/>Disturb the sound of silence</em></p><p><em>&ldquo;Fools,&rdquo; said I, &ldquo;You do not know<br/>Silence like a cancer grows<br/>Hear my words that I might teach you<br/>Take my arms that I might reach you&rdquo;<br/>But my words, like silent raindrops fell<br/>And echoed<br/>In the wells of silence</em></p>"
      }
    ]
  },
  {
    "year":"1966",
    "events":[
      {
        "title":"LBJ declares that U.S. will remain in South Vietnam until communist aggression ends ",
        "date":"1-12",
        "video":"2_5vNquUNGY",
        "embeddable":"yes",
        "desc":"<p>In his State of the Union address to the American people, Lyndon B. Johnson announces his intent to keep U.S. soldiers in Vietnam until &ldquo;agression has stopped.&rdquo; Articulating a variation on the famed &ldquo;domino theory&rdquo; of Cold War policy, he declares:</p><p>&ldquo;We will stay because in Asia and around the world are countries whose independence rests, in large measure, on confidence in America&rsquo;s word and in America&rsquo;s protection. To yield to force in Vietnam would weaken that confidence, would undermine the independence of many lands, and would whet the appetite of aggression. We would have to fight in one land, and then we would have to fight in another &mdash; or abandon much of Asia to the domination of Communists.&rdquo;</p>"
      },
      {
        "title":"Operation Masher",
        "date":"1-24",
        "video":"",
        "embeddable":"",
        "desc":"<img class='portrait' src='images/Vietconghuntcrop.jpg' alt='A U.S. soldier searches Vietnamese homes for Viet Cong guerillas. Source: Wikimedia'><p>Search and destory was a simple concept: as quickly as you can, find the enemy, remove them along with crucial infrastructure, then get out of there. A common military strategy during Vietnam, search and destroy was the tactical pillar of Operation Masher<sup>*</sup>, the largest such mission of the war. It sought to destroy enemy supply chains by pushing the North Vietnamese out of the central-coastal Binh Dihn Province. By the operation&rsquo;s end, over 2,000 enemy deaths were reported; and hundreds of Viet Cong soldiers had either surrendered or defected. </p><p><sup>*</sup>President Lyndon B. Jonhson, already facing criticism over escalating the war in Vietnam, eventually asked that the name of the operation be changed to &ldquo;White Wing.&rdquo; He thought a more benign appellation would soften backlash.</p>"
      },
      {
        "title":"Bob Dylan&rsquo;s <em>Blonde on Blonde</em> is released",
        "date":"5-15",
        "video":"",
        "embeddable":"",
        "desc":"<div class='video'><iframe src='https://www.youtube.com/embed/YYTtXATv1rI?listType=playlist&list=PL7i7vGgMfSBylSmVDc6wtrpDundVkhXbU' frameborder='0' allowfullscreen></iframe></div><p>Considered one of the greatest albums of all time, <em>Blonde on Blonde</em> was Bob Dylan&rsquo;s 1966 tour-de-force, a musical journey of various genres that spanned the surreal, poetic, romantic and political landscapes of his artistic identity. The songs &ldquo;I Want You&rdquo; and the winding, beautiful 11-minute ballad &ldquo;Sad Eyed Lady of the Low Lands&rdquo; are standout tracks. Dylan says of the album that it was the closest he ever got &ldquo;to that sound I hear in my mind, that thin, that wild mercury sound.&rdquo;</p><p>Click on the icon on the top left of the video to hear more songs from the album.</p>"
      },
      {
        "title":"Miranda warning becomes constitutional guarantee",
        "date":"5-15",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/reading_the_Miranda_rights.jpg' alt='A U.S. Border Patrol agent reads the Miranda rights to a suspect. Source: Wikimedia'><p>In <em>Miranda v. Arizona</em>, the U.S. Supreme Court establishes a suspect&rsquo;s constitutional guarantee to have his or her rights read prior to interrogation by police, including the right to remain silent.</p>"
      },
      {
        "title":"U.S. planes begin bombing Hanoi, Haiphong",
        "date":"6-29",
        "video":"UhYJWGJfijM",
        "embeddable":"yes",
        "desc":"<p>Hoping to destroy crucial oil reserves and deprive communist forces of military supplies, U.S. soldiers begin bombing high population centers in North Vietnam, including the nation&rsquo;s capital, Hanoi, and the major port city of Haiphong. The bombings, in addition to sparking widespread criticism, have little impact. North Vietnamese allies, China and the Soviet Union, are able to promptly replace the compromised oil depots.</p>"
      },
      {
        "title":"Congressional committee begins investigating Americans alleged to have aided the Viet Cong",
        "date":"8-16",
        "video":"qkHzURumycM",
        "embeddable":"yes",
        "desc":"<p>The House Committee on Un-American Activities begins investigating a handful of anti-war protesters presumed to have aided the Viet Cong. Criticized as an assault on free speech, the hearings spur protests in D.C. and beyond.</p>"
      },
      {
        "title":"The National Organzation for Women founded in D.C.",
        "date":"10-1",
        "video":"",
        "embeddable":"",
        "desc":"<img class='portrait' src='images/Betty_Friedan_1960.jpg' alt='Betty Friedan, author of <em>The Feminist Mystique</em> and the first president of the National Organization for Women. Source: Wikimedia'><p>Betty Friedan, author of <em>The Feminist Mystique</em>, becomes the first president of the National Organzation for Women, a cornerstone of the Women&rsquo;s Rights Movement. In a somewhat hasty genesis, NOW&rsquo;s founding members gather during a national conference of the Commissions on the Status of Women. Barred from drafting a formal recommendation urging the government to enforce its anti-sex discrimination laws, these women instead chart a new path in Friedan&rsquo;s hotel room, laying the groundwork for a national advocacy organization that could mobilize on behalf of women. Inequality in both hiring and pay are key issues for the group, but they would go on to organize for many correlary causes, including female enrollment in higher education and employment in professional industries and government. </p>"
      },
      {
        "title":"Black Panther Party&rsquo;s <em>Ten-Point Plan</em>",
        "date":"10-15",
        "video":"W9PwhmyhYLA",
        "embeddable":"no",
        "desc":"<p>Huey P. Newton & Bobby Seale draft the Ten-Point Plan, establishing the direction and goals of the Black Panther Party. The party mobilizes against police power and asserts the right of Black people to armed self-defense. In their founding political document, they write:</p><p>&ldquo;We want land, bread, housing, education, clothing, justice, and peace. And as our major political objective, a United Nations-supervised plebiscite to be held throughout the black colony in which only black colonial subjects will be allowed to participate, for the purpose of determining the will of black people as to their national destiny.&rdquo;</p>"
      },
      {
        "title":"Students at University of Wisconsin-Madison protest Dow Chemical",
        "date":"10-18",
        "video":"",
        "embeddable":"",
        "desc":"<p>Students at the University of Wisconsin in Madison, a hub of anti-war resistance, gather to protest recruitment efforts by Dow Chemical, a company known to manufacture napalm. A form of thickened petroleum employed as a weapon of war since WWII, napalm burns skin, causing severe pain. It has been banned by the United Nations, which deemed it, along with landmines, a &ldquo;cruel and inhumane&rdquo; weapon.</p><p><a href='http://www.pbs.org/video/two-days-in-october-hnciet/' target='_blank'>Watch &ldquo;Two Days in October,&rdquo; an <em>American Experience</em> episode about the protest.</a>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1966",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"0sPSlb9oS9Y",
        "desc":"<iframe src='https://www.youtube.com/embed/0sPSlb9oS9Y' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1966.</p>"
      },
      {
        "title":"Ballad of the Green Berets",
        "artist":"Staff Sgt. Barry Sadler",
        "embeddable":"yes",
        "id":"m5WJJVSE_BE",
        "desc":"<iframe src='https://www.youtube.com/embed/m5WJJVSE_BE' frameborder='0' allowfullscreen></iframe><p>&ldquo;Selling two million copies in five weeks, the heavily orchestrated anthem, set to a military cadence, tapped deeply into the country&rsquo;s patriotic committment to the image of the soldier willing to go &lsquo;die for  those oppressed.&rsquo; Sadler presents Vietnam as a continuation of the struggle for freedom portrayed in hundreds of World War II movies. Catapulted into instant stardom, Saddler became the poster child for the Vietnam confilct, and his song became the most imitated &mdash; and parodied &mdash; of the Vietnam War.&rdquo;</p><p>&mdash; From <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em>, co-authored by Doug Bradley and Craig Werner.</p>"
      },
      {
        "title":"The Ballad of the Yellow Beret",
        "artist":"Doug and the Omens",
        "embeddable":"yes",
        "id":"1pBdL8chkuM",
        "desc":"<iframe src='https://www.youtube.com/embed/1pBdL8chkuM' frameborder='0' allowfullscreen></iframe><p>Vocalized by aspiring frontman Bob Seger and set to the music of Staff Sergeant Barry Sadler&rsquo;s pro-war hit &ldquo;Ballad of the Green Berets,&rdquo; this parody was introduced as &ldquo;a protest against protesters&rdquo; and aimed a sonic slap at draft dodgers, &ldquo;fearless cowards of the U.S.A.&rdquo;:</p><p><em>Put a yellow streak down my son&rsquo;s back<br/>Make sure that he never ever fights back<br/>At his physical, have him say he&rsquo;s gay <br/>Have him win the yellow beret</em></p><p>Sadler did not consider the song a fitting homage, issuing a cease and desist order that resulted in the track being withdrawn shortly after its release.</p>"
      },
      {
        "title":"These Boots Are Made for Walkin",
        "artist":"Nancy Sinatra",
        "embeddable":"yes",
        "id":"hQZW1v81jj0",
        "desc":"<iframe src='https://www.youtube.com/embed/hQZW1v81jj0' frameborder='0' allowfullscreen></iframe><p>&ldquo;The songs the troops listened to were the same ones their friends were listening to back home, but the music took on different and often deeper meanings in Vietnam. Nancy Sinatra&rsquo;s &lsquo;These Boots Are Made for Walkin&rsquo; became a minor anthem to the soldiers humping endless miles on patrol.&rdquo;</p><p>&mdash; From <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em>, co-authored by Doug Bradley and Craig Werner.</p>"
      },
      {
        "title":"7 O&rsquo;Clock News / Silent Night",
        "artist":"Simon & Garfunkel",
        "embeddable":"no",
        "id":"E8d5C8kPlJA",
        "desc":"<iframe src='https://www.youtube.com/embed/E8d5C8kPlJA' frameborder='0' allowfullscreen></iframe><p>Simon & Garfunkel interleave an August 3 newscast by Charlie O&rsquo;Donnell in the classic Christmas carol. Bad news of the day, including the death of comedian Lenny Bruce, civil rights marches, anti-war protests and murder indictments are juxtaposed with the wistfulness and sentiment of the holiday favorite.</p><p>The U.K.&rsquo;s <em>The Telegraph</em> includes the track in its 2016 list of the best Christmas songs of all time.</p><p><a href='http://www.telegraph.co.uk/music/what-to-listen-to/100-best-christmas-songs-time/7-oclock-news-silent-night-1966-simon-garfunkela-potent-politicised0/' target='_blank'>See what other songs made <em>The Telegraph&rsquo;s</em> list.</p>"
      },
      {
        "title":"Christmas in Vietnam",
        "artist":"Private Charles Bowens & The Gentlemen From Tigerland",
        "embeddable":"yes",
        "id":"pR2VFORCfR8",
        "desc":"<iframe src='https://www.youtube.com/embed/pR2VFORCfR8' frameborder='0' allowfullscreen></iframe><p>A mournful track about a GI spending Christmas in Vietnam.</p><p><em>I&rsquo;ve got to keep on fightin&rsquo; for liberty, <br/>For this world it can stay free<br/>It&rsquo;s gonna be a dark, dark Christmas for me</em></p>"
      },
      {
        "title":"The Battle of Viet Nam",
        "artist":"Hal Willis",
        "embeddable":"yes",
        "id":"0Vnv_IzDjew",
        "desc":"<iframe src='https://www.youtube.com/embed/0Vnv_IzDjew' frameborder='0' allowfullscreen></iframe><p>Likening the war in Vietnam, and the need to defeat communism, to a surgeon&rsquo;s craft, Willis sings:</p><p><em>When a doctor operates he has to use a knife, <br/>So now is the time to back up Uncle Sam <br/>And try to stop this evil thing away in Vietnam!</em></p>"
      },
      {
        "title":"He Wore the Green Beret",
        "artist":"Lesley Miller",
        "embeddable":"yes",
        "id":"2Sq1oVf4Hg0",
        "desc":"<iframe src='https://www.youtube.com/embed/2Sq1oVf4Hg0' frameborder='0' allowfullscreen></iframe><p>A widow&rsquo;s tribute to her husband, a Green Beret, who died in battle. Despite this loss, Lesley Miller encourages her son to follow in his father&rsquo;s footsteps, singing: &ldquo;His son will wear the green beret.&rdquo;</p>"
      },
      {
        "title":"Mind Your Manners, Boys",
        "artist":"Jacqueline Sharpe",
        "embeddable":"yes",
        "id":"jlFfJX9j3CI",
        "desc":"<iframe src='https://www.youtube.com/embed/jlFfJX9j3CI' frameborder='0' allowfullscreen></iframe><p>A riff on a <em>New York Times</em> story detailing the U.S. Marines&rsquo; policy on social conduct with the South Vietnamese. A longtime social activist, Sharpe&rsquo;s song is a sarcastic commentary on the potential for cultural clashes in Vietnam: &ldquo;Mind your manners, boys. ... Don&rsquo;t shoot ladies until you tip your hat and tell them &lsquo;Hi.&rsquo;&rdquo; </p>"
      },
      {
        "title":"Gallant Men",
        "artist":"Senator Everett McKinley Dirksen",
        "embeddable":"yes",
        "id":"fAt1VJfEq2k",
        "desc":"<iframe src='https://www.youtube.com/embed/fAt1VJfEq2k' frameborder='0' allowfullscreen></iframe><p>Republican Senator Everett Dirksen of Illinois was one of the staunchest supporters of America&rsquo;s intervention in Vietnam. The WWI vet, who was known as &ldquo;The Wizard of Ooze&rdquo; due to his excessive oratorical flair, records four spoken-word albums. Though Dirksen is an unlikely assailant of the <em>Billboard</em> charts as a 71-year-old politician, the single &ldquo;Gallant Men,&rdquo; based on his own poem, peaks at No. 29 on the singles chart and wins the Grammy Award for Best Documentary Recording in 1968.</p><p><em>Gallant men have built us a nation<br/>Passed us a torch of flame<br/>Let us hold it high<br/>And light up the sky<br/>With praise of our gallant men</em></p><p><em>Tyrants must know, now just as then<br/>They cannot stand, not as long<br/>As there are gallant men</em></p>"
      },
      {
        "title":"Freckle-Faced Soldier",
        "artist":"Colleen Lovett",
        "embeddable":"yes",
        "id":"04nW0Qlfc5E",
        "desc":"<iframe src='https://www.youtube.com/embed/04nW0Qlfc5E' frameborder='0' allowfullscreen></iframe><p>A wistful, sweeping ballad about a young man &mdash; not yet old enough to vote &mdash; who dies in combat and wins a Medal of Honor. </p>"
      }
    ]
  },
  {
    "year":"1967",
    "events":[
      {
        "title":"Operation Junction City, the only major airborne operation of the Vietnam War, begins",
        "date":"2-22",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/junction-city-map.jpg' class='portrait' alt='A map marking the battles held during Operation Juncton City. Source: Wikimedia'><p>Operation Junction City, an 82-day operation conducted by American and South Vietnamese forces, begins on February 22 and ends in mid-May. The largest U.S. airborne assault of the Vietnam War, it aimed to secure the location of the &ldquo;main enemy&rsquo;s&rdquo; central headquarters: the Communist Central Office of South Vietnam, otherwise known as COSVN. But the operation fails. It is later discovered that a central headquarters didn&rsquo;t actually exist. All told, the operation led to the the deaths of 282 Americans and 2,728 Viet Cong and North Vietnamese.</p>"
      },
      {
        "title":"MLK Vietnam Speech",
        "date":"4-4",
        "video":"92SljHNwEqE",
        "embeddable":"yes",
        "desc":"<p>The Reverend Martin Luther King Jr. delivers &ldquo;Beyond Vietnam,&rdquo; a speech proposing a cessation of all bombing in North and South Vietnam. In it he calls the United States &ldquo;the greatest purveyor of violence in the world.&rdquo; Meanwhile, military confidence is wavering, as U.S. Secretary of Defense Robert McNamara calls the American bombing of North Vietnam ineffective.</p>"
      },
      {
        "title":"Muhammad Ali refuses Army induction",
        "date":"4-28",
        "video":"HeFMyrWlZ68",
        "embeddable":"yes",
        "desc":"<p>The heavyweight boxing champ of the world objects to being inducted into the U.S. Armed Forces, a principled decision that thrusts him into a contentious legal saga, ultimately costing him his most prized boxing accolade, keeping him out of the ring for three years, and finally landing him in the halls of the U.S. Supreme Court. In 1966, Ali explained that his conscience wouldn&rsquo;t let him join the military. &ldquo;And shoot them for what?&rdquo; he said, referring to the Vietnam people. &ldquo;They never called me nigger, they never lynched me, they didn&rsquo;t put no dogs on me, they didn&rsquo;t rob me of my nationality, rape and kill my mother and father. … Shoot them for what? How can I shoot them poor people? Just take me to jail.&rdquo; His conviction for draft evasion will be overturned in 1971. </p>"
      },
      {
        "title":"<em>Loving v. Virginia </em>",
        "date":"8-30",
        "video":"RseBL4eC0ok",
        "embeddable":"yes",
        "desc":"<p>In <em>Loving v. Virginia</em>, the Supreme Court rules that prohibiting interracial marriage is unconstitutional, a decision that helps pave the way toward momentous cultural and political changes. Still today, the ruling provides substantive legal footing for our nation&rsquo;s current battles over same-sex marriage.</p> "
      },
      {
        "title":"Detroit riots of 1967",
        "date":"7-23",
        "video":"suD6tiyVrLM",
        "embeddable":"yes",
        "desc":"<p>Ignited by a police raid of an unlicensed bar in a Black neighborhood, the city of Detroit erupts, marking one of the largest urban uprisings in the country&rsquo;s history. Beaten, humiliated, and economically and physically segregated, Black Americans in Detroit were responding to common and acute indignities of discrimination, police brutality and economic dislocation. The unrest, also called the 12th Street riot, lasted four days, prompting the assembly of thousands of National Guard troops to impose order on a city teetering on the edge of utter chaos. Forty-three people, 33 of whom are Black, die.</p>"
      },
      {
        "title":"Thurgood Marshall becomes first Black Supreme Court Justice",
        "date":"10-2",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/thurgood-marshall.jpg' class='portrait' alt='Thurgood Marshall, U.S. Supreme Court Justice from 1967 to 1991. Source: Wikimedia'><p>Thurgood Marshall is sworn in as the first African American justice of the U.S. Supreme Court. A giant of the Civil Rights Movement era, Marshall helped conceptualize the legal strategy that ended official &ldquo;seperate but equal&rdquo; segregation in America. Prior to being named to the high court by President Lyndon B. Johnson, the former director-counsel of the NAACP Legal Defense and Education Fund had argued 32 cases in front of the Supreme Court, winning all but three of them.  </p>"
      },
      {
        "title":"Tens of thousands march on the Pentagon",
        "date":"10-23",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Vietnam_War_protestors_at_the_March_on_the_Pentagon.jpg' class='portrait' alt='1967: Protesters march on the Pentagon in Washington, D.C. Source: Wikimedia'><p>A wide-ranging group of protesters, from veterans and professors to feminists and Black nationalists, rally peacefully at the Lincoln Memorial to protest the war in Vietnam and subsequently march en masse to the Pentagon. Eventually violence breaks out, tear gas bombs are deployed, and nearly 700 people are arrested. Among those detained is novelist Norman Mailer.</p>"
      },
      {
        "title":"U.S. Secretary of Defense Robert McNamara announces resignation",
        "date":"11-29",
        "video":"ALNLULGqswQ",
        "embeddable":"yes",
        "desc":"<p>Robert S. McNamara, who served as secretary of defense under both John F. Kennedy and Lyndon B. Johnson, steps down to lead the World Bank.</p><p>At first a supporter of the Vietnam War, McNamara supported Johnson&rsquo;s 1964 policy of escalation. But doubt eventually set in. McNamara began lobbying President Johnson to pursue a negotiated settlement to the war, soon drafting a peace proposal himself &mdash; the San Antonio Formula &mdash; which proposed a halt to bombings in the north and invited the North Vietnamese to join in peace talks. When the proposal was rejected, McNamara urged the president directly to ease the war efforts and leave the ground fighting to the South Vietnamese. Johnson demurred, which set McNamara&rsquo;s resignation in motion.</p>"
      },
      {
        "title":"Executive order bans discrimination on the basis of &ldquo;sex&rdquo;",
        "date":"11-29",
        "video":"",
        "embeddable":"",
        "desc":"<p>President Johnson amends a wide-ranging executive order dealing with Affirmative Action and asks that it extend its protections further, preventing discrimination on the basis of &ldquo;sex.&rdquo; </p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1967",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"Nzjgh8eAES0",
        "desc":"<iframe src='https://www.youtube.com/embed/Nzjgh8eAES0' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1967.</p>"
      },
      {
        "title":"To Sir With Love",
        "artist":"Lulu",
        "embeddable":"yes",
        "id":"yTapoA5RQyo",
        "desc":"<iframe src='https://www.youtube.com/embed/yTapoA5RQyo' frameborder='0' allowfullscreen></iframe><p>&ldquo;To Sir With Love&rdquo; has the distinction of being the only record by a British artist to reach No. 1 on the U.S. charts while not charting in the U.K. It became a gold record.</p>"
      },
      {
        "title":"A Fearless Soldier",
        "artist":"Mike Thomas",
        "embeddable":"yes",
        "id":"X45JL8DOPYw",
        "desc":"<iframe src='https://www.youtube.com/embed/X45JL8DOPYw' frameborder='0' allowfullscreen></iframe><p>A wistful tribute to a mother&rsquo;s fallen son. &ldquo;He fought to keep men free,&rdquo; Thomas sings. &ldquo;A fearless soldier, both night and day, is what he strived to be.&rdquo;</p>"
      },
      {
        "title":"Uncle Sam",
        "artist":"Jimmy Hughes",
        "embeddable":"yes",
        "id":"SIeBLIls_98",
        "desc":"<iframe src='https://www.youtube.com/embed/SIeBLIls_98' frameborder='0' allowfullscreen></iframe><p>&ldquo;Oh, Uncle Sam, I know it&rsquo;s right/like every other guy, I have to go and fight.&rdquo; And so begins a young man&rsquo;s painful reckoning with leaving his family for an uncertain future as a soldier in Vietnam.</p>"
      },
      {
        "title":"An Open Letter to My Teenage Son",
        "artist":"Victor Lundberg",
        "embeddable":"no",
        "id":"a8B631OrVSQ",
        "desc":"<iframe src='https://www.youtube.com/embed/a8B631OrVSQ' frameborder='0' allowfullscreen></iframe><p>A conservative businessman and radio newscaster from Michigan, Victor Lundberg delivers here a stern, paternalistic invective to his rebellious son: respect where you come from and respect the liberty-minded ambitions of the war. An unusual song, the spoken record appeared on the <em>Billboard</em> Hot 100 in November. The song ends with a controversial threat: &ldquo;And if you decide to burn your draft card, then burn your birth certificate at the same time. From that moment on, I have no son.&rdquo; <a href='#every-fathers-teenage-son' target='_self'>Jump ahead a song to hear one critical response: &ldquo;Every Father&rsquo;s Teenage Son, A Letter to Dad.&rdquo;</a></p>"
      },
      {
        "title":"Every Father&rsquo;s Teenage Son",
        "artist":"Bill Deen and Ron Marshall",
        "embeddable":"yes",
        "id":"QJQ5J-NMeSI",
        "desc":"<iframe src='https://www.youtube.com/embed/QJQ5J-NMeSI' frameborder='0' allowfullscreen></iframe><p>A response to Victor Lundberg&rsquo;s controversial and popular record, <a href='#an-open-letter-to-my-teenage-son' target='_self'><em>An Open Letter to My Teenage Son</em></a>. Deferential and understanding at first, the teenage narrator explains his insistence on individuality. Over the course of the letter, he argues more fierecly for his pacifist leanings: &ldquo;Man&rsquo;s greatest goal should be to avoid war at all costs,&rdquo; he says. &ldquo;And if on the basis of an understanding of the dangers of a too-ardent patriotism I choose to burn my draft card, then, Dad, it will be you who will have to burn my birth certificate.&rdquo;</p>"
      },
      {
        "title":"Wish You Were Here With Me",
        "artist":"The Fawns",
        "embeddable":"yes",
        "id":"PYpDl9UTaqA",
        "desc":"<iframe src='https://www.youtube.com/embed/PYpDl9UTaqA' frameborder='0' allowfullscreen></iframe><p>A simple love ballad about a woman longing for her lover in Vietnam. Here she sings of her continued devotion to the man, despite temptations to look elsewhere.</p>"
      },
      {
        "title":"Hell No, I Ain&rsquo;t Gonna Go",
        "artist":"Matt Jones and Elaine Laron",
        "embeddable":"yes",
        "id":"9NMjsBNFPA4",
        "desc":"<iframe src='https://www.youtube.com/embed/9NMjsBNFPA4' frameborder='0' allowfullscreen></iframe><p>Civil rights activist and folk singer Matt Jones wrote and performed songs to raise money for the Student Nonviolent Coordinating Committee. The record, which takes its title from a popular slogan in the anti-war movement, juxtaposes the war in Vietnam with the ongoing racial struggles back home:</p><p><em>I ain&rsquo;t gonna go to Vietnam, cause the U.S. Army is the<br/>Ku Klux Klan, I ain&rsquo;t gonna go to Vietnam, I got business<br/>In Harlem, Watts and Birmingham</em></p>"
      },
      {
        "title":"I-Feel-Like-I&rsquo;m-Fixin&rsquo;-To-Die Rag",
        "artist":"Country Joe & The Fish",
        "embeddable":"yes",
        "id":"3W7-ngmO_p8",
        "desc":"<iframe src='https://www.youtube.com/embed/3W7-ngmO_p8' frameborder='0' allowfullscreen></iframe><p>Among the most iconic and most recognized anti-war anthems, &ldquo;I-Feel-Like-I&rsquo;m-Fixin&rsquo;-to-Die Rag&rdquo; offers a searing, sarcastic commentary on the Vietnam War. Performed at Woodstock in 1969 before a massive audience, the song became synonymous with a growing anti-war consciousness. Country Joe wrote the track after being discharged from the Navy in 1965.</p>"
      },
      {
        "title":"Saigon Rag",
        "artist":"Joan Baez",
        "embeddable":"yes",
        "id":"m20Glis_wWE",
        "desc":"<iframe src='https://www.youtube.com/embed/m20Glis_wWE' frameborder='0' allowfullscreen></iframe><p>A legendary folk singer and social justice activist of the era, Joan Baez, in her wistful track &ldquo;Saigon Rag,&rdquo; tells the story of a cyncial soldier bidding farewell to his wife as he heads off to war. Equal parts concise and profound, Baez attempts to capture the lesser-discussed racial implications of American war efforts in Vietnam.</p><p><em>I&rsquo;m going out to stem the tide<br/>A tide that never saw the seas <br/>It flows through jungles, &rsquo;round the trees<br/>Some say it&rsquo;s yellow, some say red<br/>It will not matter when we&rsquo;re dead</p>"
      },
      {
        "title":"Waist Deep in the Big Muddy",
        "artist":"Pete Seeger",
        "embeddable":"no",
        "id":"j3SysxG6yoE",
        "desc":"<iframe src='https://www.youtube.com/embed/j3SysxG6yoE' frameborder='0' allowfullscreen></iframe><p>Pete Seeger&rsquo;s famous Vietnam-era song tells the story of an Army platoon training in which a captain attempts to lead his soldiers across a perilous Louisana river and ends up drowning. An allegory for America&rsquo;s role in the Vietnam War, the song&rsquo;s fated captain and his unwise advancement is meant to represent Lyndon B. Johnson and his policy of escalation.</p><p><em>Waist deep! Neck deep! Soon even a<br/>Tall man&rsquo;ll be over his head, we&rsquo;re<br/>Waist deep in the Big Muddy!<br/>And the big fool says to push on!</em></p>"
      },
      {
        "title":"I Wanna Help Hurry My Brothers Home",
        "artist":"Jimmy Holiday",
        "embeddable":"no",
        "id":"alheBVjJS9M",
        "desc":"<iframe src='https://www.youtube.com/embed/alheBVjJS9M' frameborder='0' allowfullscreen></iframe><p>In this mild-mannered nationalist song, Jimmy Holiday reckons with a young man&rsquo;s need to fight in the war and bring his brothers home. </p>"
      },
      {
        "title":"Street Without Joy Pt. 1",
        "artist":"Tommy Finch",
        "embeddable":"yes",
        "id":"fjEf_9Uf3tc",
        "desc":"<iframe src='https://www.youtube.com/embed/fjEf_9Uf3tc' frameborder='0' allowfullscreen></iframe><p>Tommy Finch&rsquo;s &ldquo;street without joy&rdquo; stretches from Hanoi to Saigon. Along the way are the Vietnamese victims of the war: &ldquo;In Vietnam country,&rdquo; Finch sings, &ldquo;I&rsquo;ve learned to know heartbreak and sorrow wherever I go.&rdquo;</p>"
      },
      {
        "title":"Purple Haze",
        "artist":"Jimi Hendrix",
        "embeddable":"no",
        "id":"cJunCsrhJjg",
        "desc":"<iframe src='https://www.youtube.com/embed/cJunCsrhJjg' frameborder='0' allowfullscreen></iframe><p>It was the song that catapulted Jimi Hendrix into the national spotlight. A science fiction-inspired record of epic rock proportions, &ldquo;Purple Haze&rdquo; gripped Americans from here to Vietnam. For soldiers, especially, the song took on a particularly poignant significance. Its wailing, piercing electric sounds evoked for GIs the violence and chaos of the war. </p><p>&ldquo;Maybe it&rsquo;s because he could have been in Vietnam that Jimi Hendrix holds so much appeal for &rsquo;Nam vets. A member of the prestigious Screaming Eagles of the 101st Airborne Division at Fort Campbell, Ky., Hendrix preferred guitar playing to soldiering, hence his early discharge in 1962. But even more than that, his guitar sounded like it belonged it Vietnam, reminding GIs of helicopters and machine guns, conjuring visions of hot landing zones and purple smoke grenades.&rdquo;</p><p>&mdash; Co-authors of <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em>, Doug Bradley and Craig Werner.</p>"
      },
      {
        "title":"The Letter",
        "artist":"The Box Tops",
        "embeddable":"no",
        "id":"HIWY8UyW9bw",
        "desc":"<iframe src='https://www.youtube.com/embed/HIWY8UyW9bw' frameborder='0' allowfullscreen></iframe><p>A heartfelt, soulful and immensely popular tune that peaked at No. 1 on the charts in both America and Canada. Doug Bradley wrote of the song, &ldquo;Mail call was a sacred ritual in Vietnam and this song captured its importance lyrically and musically. Didn&rsquo;t hurt that it spoke of &lsquo;getting a ticket for an airplane&rsquo; and &lsquo;going home&rsquo; because &lsquo;my baby just wrote me a letter.&rsquo; Nothing kept guys going more than love letters from home &mdash; and the dream of getting back to their beloved.&rdquo;</p>"
      },
      {
        "title":"Chain of Fools",
        "artist":"Aretha Franklin",
        "embeddable":"no",
        "id":"hrcUNChhOP0",
        "desc":"<iframe src='https://www.youtube.com/embed/hrcUNChhOP0' frameborder='0' allowfullscreen></iframe><p>Aretha Franklin&rsquo;s standout track &ldquo;Chain of Fools&rdquo; resists singular interpretation. While the song had a special resonance for Black troops &mdash; especially after the assassination of Martin Luther King Jr. &mdash; it also came to represent a sense of alienation between low-level soldiers and their chain of command. The song claimed the No. 1 spot on the U.S. R&B chart for four weeks, and ascended to No. 2 on the pop chart in January 1968.</p><p>Doug Bradley wrote of the song, &ldquo;Usually heard in the States as another of Aretha&rsquo;s powerful statements on racial and sexual equality, which it certainly was, <em>Chain of Fools</em> took on special meaning in Vietnam. Marcus Miller, an infantryman in the Mekong Delta during the war, said the song referred to the military &lsquo;chain of command.&rsquo; And David Browne, who&rsquo;d grown up in Memphis and served with the 101st Airborne, recalls that when he first learned of the assassination of Martin Luther King Jr., while a soldier in Vietnam, the only thing that stopped him from &lsquo;killing the first honky I met&rsquo; was listening to <em>Chain of Fools</em>. &lsquo;I thought, that’s my story,&rsquo; and that chain is gonna break…&rdquo;</p>"
      },
      {
        "title":"Respect",
        "artist":"Aretha Franklin",
        "embeddable":"no",
        "id":"6FOUqQt3Kg0",
        "desc":"<iframe src='https://www.youtube.com/embed/6FOUqQt3Kg0' frameborder='0' allowfullscreen></iframe><p>&ldquo;Respect&rdquo; hits No. 1 on the charts &mdash; a first for the Queen of Soul &mdash; in June of 1967. Written by Otis Redding, the track surfed the wave of progressive fervor in the country, becoming an anthem for both the civil rights and women&rsquo;s rights struggles in America at the time.</p>"
      },
      {
        "title":"For What It&rsquo;s Worth",
        "artist":"Buffalo Springfield",
        "embeddable":"no",
        "id":"gp5JCrSXkJY",
        "desc":"<iframe src='https://www.youtube.com/embed/gp5JCrSXkJY' frameborder='0' allowfullscreen></iframe><p>Highly restrained, soft-spoken, uneasy, &ldquo;For What It&rsquo;s Worth&rdquo; riffs convincingly on the restlessness of this war-torn moment in American history. Elevated to the realms of legendary protest music, the song, written by Stephen Stills and recorded by Buffalo Springfield, captures the paranoia and chaos gripping the public at home and the soldiers at war in Vietnam. </p>"
      },
      {
        "title":"Kill for Peace",
        "artist":"The Fugs",
        "embeddable":"yes",
        "id":"JvA1bKLQtbM",
        "desc":"<iframe src='https://www.youtube.com/embed/JvA1bKLQtbM' frameborder='0' allowfullscreen></iframe><p>As opposition to the war gathers momentum, the Beat-rocker group The Fugs satirize the absurdity of war and a pre-emptive strike military strategy in &ldquo;Kill for Peace.&rdquo;  The band was set to appear on Johnny Carson&rsquo;s <em>Tonight Show</em>, but the invitation was rescinded when band cofounder Ed Sanders insisted they be allowed to sing the song. </p>"
      }
    ]
  },
  {
    "year":"1968",
    "events":[
      {
        "title":"Tet Offensive",
        "date":"1-30",
        "video":"",
        "embeddable":"yes",
        "desc":"<p><strong>Jan. 30 - Sept. 23</strong></p><p>During Tet, or Vietnamese New Year, Viet Cong forces and the North Vietnamese People&rsquo;s Army of Vietnam launch several surprise attacks against South Vietnamese forces, the United States Armed Forces and their allies. The Americans lose 2,500 men, and public support for the United States&rsquo; involvement in the war takes a hard hit as well.</p>"
      },
      {
        "title":"Photograph: <em>Saigon Execution</em>",
        "date":"2-11",
        "video":"",
        "embeddable":"yes",
        "desc":"<img src='images/Nguyen.jpg' alt='Edward T. Adam&rsquo;s historic photograph that captured the brutality of the Vietnam War. Source: Wikimedia'><p>Noting in <a href='http://www.nytimes.com/2004/09/20/arts/eddie-adams-journalist-who-showed-violence-of-vietnam-dies-at-71.html?_r=0' target='_blank'>his obituary</a>, <em>The New York Times</em> referred to photographer Edward T. Adams&rsquo; 1968 iconic shot as &ldquo;one of the most riveting images of the Vietnam War.&rdquo; In the photo, Adams captures the precise moment when the former police chief of South Vietnam shoots point-blank at the head of a Viet Cong prisoner.</p><p>Adams recoiled from the photograph&rsquo;s intense cultural attention, and wished to be remembered for his more thoughtfully executed work. But the graphic image, which earned him a Pulitzer Prize, would nevertheless remain significant cultural testimony &mdash; especially for supporters of the American anti-war movement, who considered the photo a symbol of the war&rsquo;s violent excesses.<p><a href='http://www.newseum.org/2015/05/12/pulitzer-prize-photography-saigon-execution/' target='_blank'>Read more at the Newseum</a></p>"
      },
      {
        "title":"Walter Cronkite&rsquo;s <em>Report From Vietnam</em>",
        "date":"2-27",
        "video":"kcSeecx-Z1E",
        "embeddable":"yes",
        "desc":"<p>Legendary CBS newsanchor Walter Cronkite (&ldquo;the most trusted man in America&rdquo;) arrives in Vietnam during the Tet Offensive. There to assess the war situation firsthand, he gathers grim insights about the dreadful state of things, interviewing soldiers and generals, visiting battle-shattered locales, and reportedly tempting great danger in Saigon.</p><p>When Cronkite returns to the States, he stiches his Vietnam experiences into a pointed commentary that he delivers on air. &ldquo;To say that we are mired in stalemate seems the only realistic, if unsatisfactory, conclusion,&rdquo; he famously concludes. The broadcast marks a turning point in American public perspective on the war; it is said that after Lyndon B. Johnson watched the report, he declared: &ldquo;If I&rsquo;ve lost Cronkite, I&rsquo;ve lost Middle America.&rdquo;</p>"
      },
      {
        "title":"(Sittin&rsquo; on) The Dock of the Bay hits No. 1",
        "date":"3-16",
        "video":"rTVjnBo96Ug",
        "embeddable":"yes",
        "desc":"<p>The classic Otis Redding track is, for many soldiers, a balm against the indignities of the war. It captures the despair of living day in and day out in a war zone, and helps relieve the pain caused by the war&rsquo;s uncertain trajectory:</p><p><em>This loneliness won’t leave me alone . . .<br/>‘Cause I’ve had nothing to live for<br/>And look like nothin’s gonna come my way</em></p><p>Redding predicted the song would be his first No. 1 record, &ldquo;the biggest song I ever had,&rdquo; and he was right. Two days after recording the song, Redding and five bandmates boarded his private plane, bound for Nashville. Four miles into the flight, the engine failed and the plane crashed into Lake Monoma, near Madison, Wis. Only one passenger, Ben Cauley, survived; the remaining five drowned in the icy waters. Redding was 26. The million-seller was the first-ever posthumous No. 1 by an artist in the United States, and garnered Grammy Awards for Best R&B Performance and Best R&B Song.</p><p>Before his tragic death, Redding, the &ldquo;King of Soul Singers,&rdquo; had entertained the idea of visiting Vietnam at the suggestion of then-Vice President Hubert Humphrey, who thought a visit by Redding would boost troop morale.</p>"
      },
      {
        "title":"My Lai Massacre",
        "date":"3-16",
        "video":"",
        "embeddable":"yes",
        "desc":"<img src='images/My_Lai_massacre.jpg' alt='This shot, taken by United States Army photographer Ronald L. Haeberle on March 16, 1968, shows the aftermath of the My Lai massacre. Mostly women and children lie dead on a road. Source: Wikimedia'><p>Acting on faulty intelligence, some 100 U.S. troops helipcopter into the hamlet of My Lai, situated near the north coast of South Vietnam, expecting to confront Viet Cong troops. They find instead a peaceful village of unarmed civilians enjoying their breakfast. But the U.S. contingent, known as Charlie Company, pushes ahead on the mission, killing between 350 and 500 unarmed civilians in a gruesome act of brutality that includes burning homes, raping women and young girls, and compromising the village&rsquo;s drinking water. The massacre is subsequently covered up by the U.S. government, only to be later exposed by investigative journalist Seymour Hersh. It is widely considered one of the worst atrocities in the history of the U.S. military.</p><p>Twenty-six soldiers are charged with criminal offenses, but only Lieutenant William Calley Jr., a platoon leader in C Company, is convicted. Found guilty of killing 22 villagers, he serves only three and a half years under house arrest of his life sentence.</p>"
      },
      {
        "title":"Siege of Khe Sanh",
        "date":"3-22",
        "video":"",
        "embeddable":"",
        "desc":"<p>Without warning, a massive North Vietnamese barrage slams into the Marine base at Khe Sanh, and American forces reply with heavy bombing. After a 77-day battle, U.S. forces finally retake Route 9, ending the siege of Khe Sanh. </p>"
      },
      {
        "title":"LBJ remarks stun the nation",
        "date":"3-31",
        "video":"2-FibDxpkb0",
        "embeddable":"yes",
        "desc":"<p>President Lyndon B. Johnson is widely assumed to be a shoe-in to win his re-election bid, but the inheritor of the misbegotten war in Vietnam decides not to run. In a national address, Johnson calls for a halt of bombing in North Vietnam and proposes peace talks; he then ends his remarks with the shocking news that he will not seek or accept the nomination of his party for another term.</p>"
      },
      {
        "title":"Martin Luther King Jr. assassinated",
        "date":"4-4",
        "video":"",
        "embeddable":"yes",
        "desc":"<img class='portrait' src='images/mlk-assassination.jpg' alt='A portrait of Martin Luther King Jr. Source: Flickr'><p>A year after delivering his searing speech against the Vietnam War, the American prophet who preached a gospel of non-violence is shot and killed by convicted murderer James Earl Ray in Memphis, Tenn.</p>"
      },
      {
        "title":"James Brown Tours Vietnam",
        "date":"6-1",
        "video":"fUG07PZ7kdU",
        "embeddable":"yes",
        "desc":"<p>In the midst of the Tet Offensive, and just months after the assassinations of Martin Luther King Jr. and Robert Kennedy, James Brown heads to the most infamous war zone in the world to sing his soulful Black Power gospel. It is a fraught time in America and Vietnam, especially for Black citizens and GIs. Feeling the acute pain of the moment, Brown volunteers to perform for the soldiers in Vietnam, eventually becoming the first Black artist to do so. His presence is deeply affecting for the GIs. According to one Vietnam vet, Dave Gallaher, Brown&rsquo;s concerts had a &ldquo;calming effect&rdquo; on the hostile racial dynamic building between soldiers. It helped, Gallaher said, that Brown had brought along a white bandmate: It &ldquo;put everyone on a little bit of notice about cooling out.&rdquo; </p>"
      },
      {
        "title":"Robert F. Kennedy assassinated",
        "date":"6-5",
        "video":"",
        "embeddable":"yes",
        "desc":"<img class='portrait' src='images/rfk.jpg' alt='Robert F. Kennedy speaks to the American Jewish Committee at the Hotel Commodore in New York. Credit: Kheel Center'><p>The country, still reeling from the assassination of Martin Luther King Jr. in April, reacts with shock and grief when Robert F. Kennedy, the former U.S. Attorney General and junior senator from New York, is assasinated in the Ambassador Hotel in Los Angeles after winning the California presidential primary. The Vietnam War rages on, and Lyndon B. Johnson has announced he will not seek re-election. Many had believed Kennedy could have been the uniting force the country needed. </p>"
      },
      {
        "title":"John Wayne&rsquo;s <em>The Green Berets</em>",
        "date":"7-4",
        "video":"",
        "embeddable":"yes",
        "desc":"<img class='portrait' src='images/Green_berets_post.jpg' alt='The film release poster for John Wayne&rsquo;s <em>The Green Berets</em> Source: Wikimedia'><p>As anti-war sentiments balloon in America, John Wayne feels compelled to celebrate what he believes to be the righteousness of the American war cause. His response: presenting the staunchly pro-American film <em>The Green Berets</em>, which tells the story of a journalist who is at first skeptical, then supportive, of the Vietnam War after traveling there with U.S. troops.</p><p>While the film does well at the box office, it is roundly criticized for its content and due to the presumed involvement by the U.S. government in editing and producing the film. Detractors mostly dismiss it as propoganda. The venerable <em>New York Times</em> judges it &ldquo;unspeakable ... stupid ... rotten ... false in every detail ... It is vile and insane. On top of that, it is dull.&rdquo;</p>"
      },
      {
        "title":"Photograph: U.S. Olympians raise Black Power fists in protest",
        "date":"10-16",
        "video":"",
        "embeddable":"yes",
        "desc":"<img class='portrait' src='images/blk-power-fist.jpg' alt='The American athletes Tommie Smith, center, and John Carlos, right, raise their gloved fists in an act of protest. They had just taken gold and bronze in the 200 meter race. Source: Wikimedia'><p>This iconic image of Olympians John Carlos and Tommie Smith shows the athletes&rsquo; gloved fists raised in the Black Power salute. The image quickly becomes a potent symbol of racial protest and defiance.</p>"
      },
      {
        "title":"Richard Nixon elected president",
        "date":"11-5",
        "video":"sHvtjl_wSfY",
        "embeddable":"yes",
        "desc":"<p>It is a liberal era in American political life. Anti-war protests rage across the nation, and Americans of all affiliations are desperate for solutions to the agonizing theater of the Vietnam War. At the polls, voters narrowly choose Republican Richard Nixon to lead the country toward a conclusion &mdash; &ldquo;to peace with honor,&rdquo; as Nixon puts it &mdash; to the war. To secure the candidacy, Nixon implores what he calls the &ldquo;silent majority&rdquo; &mdash; a coalition of largely white middle-class and working-class Americans &mdash; and promises to defend the nation against the &ldquo;liberal mob.&rdquo;</p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1968",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"TjwNrihHFVU",
        "desc":"<iframe src='https://www.youtube.com/embed/TjwNrihHFVU' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1968.</p>"
      },
      {
        "title":"Hey Jude",
        "artist":"The Beatles",
        "embeddable":"yes",
        "id":"A_MjCqQoLLA",
        "desc":"<iframe src='https://www.youtube.com/embed/A_MjCqQoLLA' frameborder='0' allowfullscreen></iframe>The melancholy &ldquo;Hey Jude&rdquo; is released August 26 on the Apple Records label, and enters the U.S. charts September 14. Two weeks later, the song hits No. 1 and holds on to the top spot for a record-setting nine weeks. The song goes on to become the biggest-selling debut release for a record label ever, selling over eight million copies worldwide. The track is paired as the A side of a 7&#34; single backed with &ldquo;Revolution,&rdquo; John Lennon&rsquo;s statement about the Vietnam War. Lennon later recounted, &ldquo;For years, on The Beatles&rsquo; tours, Brian [Beatles&rsquo; manager Brian Epstein] had stopped us from saying anything about Vietnam or the war. And he wouldn&rsquo;t allow questions about it. But on one of the last tours, I said, &lsquo;I am going to answer about the war. We can&rsquo;t ignore it.&rsquo; I absolutely wanted The Beatles to say something about the war.&rdquo;</p>"
      },
      {
        "title":"Back in the U.S.S.R.",
        "artist":"The Beatles",
        "embeddable":"yes",
        "id":"m3FbeIv4hFU",
        "desc":"<iframe src='https://www.youtube.com/embed/m3FbeIv4hFU?showinfo=0' frameborder='0' allowfullscreen></iframe><p>The first song from The Beatles’ 1968 <em>White Album</em>. According to McCartney, it was written as a parody of an earlier Chuck Berry song (&ldquo;Back in the USA&rdquo;) and an attempt to humanize young people living behind the Iron Curtain. Despite its lighthearted tone, &ldquo;Back in the USSR&rdquo; shocked conservatives, many of whom criticised the band for being sympathetic to communism.</p>"
      },
      {
        "title":"The Warrior",
        "artist":"Honey Ltd.",
        "embeddable":"yes",
        "id":"NruuNJtufcc",
        "desc":"<iframe src='https://www.youtube.com/embed/NruuNJtufcc?showinfo=0' frameborder='0' allowfullscreen></iframe><p>Bouyed along by what appears to be an ironic, even sarcastic, patriotism, the all-female band sings of a lover headed off to fight in Vietnam.</p><p><em>He&rsquo;ll be a warrior<br/>It&rsquo;s good<br/>Oh God, it&rsquo;s so good</em></p><p>But a seeming skepticism begins to mount as the song builds:</p><p><em>We must kill more people<br/>Strong men are what we need<br/>We need more warriors</em></p><p>Honey Ltd. claims the song is an anti-war track, but critics question whether they achieved their intended effect.</p>"
      },
      {
        "title":"Sky Pilot",
        "artist":"Eric Burdon and The Animals",
        "embeddable":"no",
        "id":"BP0IXOr9O8U",
        "desc":"<iframe src='https://www.youtube.com/embed/BP0IXOr9O8U?showinfo=0' frameborder='0' allowfullscreen></iframe><p>One of the better-known anti-war rock songs, &ldquo;Sky Pilot&rdquo; tops the charts on June 1, 1968. Long and musically complex, the song tells the story of a military chaplain &mdash; the sky pilot &mdash; who blesses soldiers before they head off to battle, encouraging their conviction that the war is justified &mdash; a fatal means to a glorified end. By hinting at organized religion&rsquo;s support of the efforts in Vietnam, &ldquo;Sky Pilot&rdquo; helps capture the flawed morality of the war. In a late stanza, a wounded soldier recalls the commandment &ldquo;Thou shalt not kill,&rdquo; pointing out the chaplain&rsquo;s hypocrisy. The song closes with the repeated refrain, &ldquo;Sky pilot ... you&rsquo;ll never reach the sky.&rdquo;</p>"
      },
      {
        "title":"The Medic",
        "artist":"Neil Ray",
        "embeddable":"yes",
        "id":"SjxU_FW58X0",
        "desc":"<iframe src='https://www.youtube.com/embed/SjxU_FW58X0?showinfo=0' frameborder='0' allowfullscreen></iframe><p>In this acoustic ballad about a &ldquo;young GI soldier on leave in Saigon,&rdquo; the soldier, an army medic, is rebuffed by a superior, who denies him his due time off for having mud on his cap and blood on his sleeves. The soldier pleads, &ldquo;Don&rsquo;t treat me wrong.&rdquo; He has just returned from battle, where he witnessed his friend being fatally shot in the chest. His dying friend begs, &ldquo;Please write to my mother and write to my girl, and tell them I love them as I left this world.&rdquo; </p>"
      },
      {
        "title":"When the Green Berets Come Home",
        "artist":"CAPT Ty Herrington",
        "embeddable":"yes",
        "id":"skmXiTCrfX8",
        "desc":"<iframe src='https://www.youtube.com/embed/skmXiTCrfX8?showinfo=0' frameborder='0' allowfullscreen></iframe><p>Inspired by the success of SSGT Barry Sadler&rsquo;s &ldquo;Ballad of the Green Berets,&rdquo; this jingoistic ballad, written by a Special Forces captain who was later killed outside Plie Khan, urges listeners to &ldquo;Let your heart stand at attention to these men who have fought to save your honor and your skin.&rdquo;</p>"
      },
      {
        "title":"Does Anybody Know I&rsquo;m Here?",
        "artist":"The Dells",
        "embeddable":"no",
        "id":"BDdbIDFFxng",
        "desc":"<iframe src='https://www.youtube.com/embed/BDdbIDFFxng?showinfo=0' frameborder='0' allowfullscreen></iframe><p>This wistful soul ballad conveys a soldier&rsquo;s contemplative sense of isolation, loneliness and emotional insecurity:</p><p><em>Alone and far away from home<br/>A boy stands in a foreign land</p><p><em>Lonely is he and in the dark<br/>He wipes away a tear<br/>As he thinks to himself,<br/>Does anybody know I&rsquo;m here</em></p><p><em>He’s got a girl<br/>Far on a distant shore<br/>And he wonders,<br/>If she loves him anymore</em></p>"
      },
      {
        "title":"Ballad of Two Brothers",
        "artist":"Autry Inman and Bob Luman",
        "embeddable":"yes",
        "id":"wxi4h1cW64c",
        "desc":"<iframe src='https://www.youtube.com/embed/wxi4h1cW64c?showinfo=0' frameborder='0' allowfullscreen></iframe><p>Two brothers write home to their parents. One is a GI serving in Vietnam, the other a college student. In their respective letters, the brothers document their vastly different life circumstances, expressing their righteous dismay over the difficulties of the war.  </p>"
      },
      {
        "title":"Freedom&rsquo;s Cause",
        "artist":"Bill Floyd",
        "embeddable":"yes",
        "id":"UE643RRHYak",
        "desc":"<iframe src='https://www.youtube.com/embed/UE643RRHYak?showinfo=0' frameborder='0' allowfullscreen></iframe><p>A masculine, nationalist, pro-war country anthem directed at the anti-war movement. Bill Floyd chides activists for their pacifist stance: &ldquo;You don&rsquo;t have the guts to fight, you don&rsquo;t deserve the right to be a free man.&rdquo;</p>"
      },
      {
        "title":"The Unknown Soldier",
        "artist":"The Doors",
        "embeddable":"no",
        "id":"0oW9GLgsa8s",
        "desc":"<iframe src='https://www.youtube.com/embed/0oW9GLgsa8s?showinfo=0' frameborder='0' allowfullscreen></iframe><p>Oscillating between moments both soft and serene, then wild and aggressive, the song riffs on the gruesome images of the Vietnam War broadcast on television.</p>"
      },
      {
        "title":"Vietnam Rotation Blues",
        "artist":"Lefty Pritchett",
        "embeddable":"yes",
        "id":"KyAGqfAR6Rk",
        "desc":"<iframe src='https://www.youtube.com/embed/KyAGqfAR6Rk?showinfo=0' frameborder='0' allowfullscreen></iframe><p>This pointed rendition of the old-time World War II song by Bill Monroe puts a country twist on an old, sad war theme.</p>"
      },
      {
        "title":"The War Is Over",
        "artist":"Phil Ochs",
        "embeddable":"yes",
        "id":"ZOs9xYUjY4I",
        "desc":"<iframe src='https://www.youtube.com/embed/ZOs9xYUjY4I?showinfo=0' frameborder='0' allowfullscreen></iframe><p>Blending the surreal and the political, Phil Ochs declares in this classic protest song that the war, still raging on, is over. The ploy is both artistic and political; a means of celebrating something Ochs and countless other activists have demanded for a long time. The song, in other words, functions as a form of spirtual revival for the anti-war movement. In one live rendition of the song, he announces to the audience: &ldquo;There is no more war. It&rsquo;s all a figment of some maniac imagination.&rdquo;  </p>"
      },
      {
        "title":"Say It Loud &mdash; I&rsquo;m Black and I&rsquo;m Proud",
        "artist":"James Brown",
        "embeddable":"yes",
        "id":"2VRSAVDlpDI",
        "desc":"<iframe src='https://www.youtube.com/embed/2VRSAVDlpDI?showinfo=0' frameborder='0' allowfullscreen></iframe><p>A standard-bearer of funk music and the &ldquo;Godfather of Soul,&rdquo; James Brown released the iconic Black power anthem just four months after Martin Luther King Jr.&rsquo;s assassination. The song, which remained at the No. 1 spot on the charts for six weeks and served as a cultural catalyst for a new era in Black self-perception, was popular among African American soldiers. </p>"
      }
    ]
  },
  {
    "year":"1969",
    "events":[
      {
        "title":"Richard Nixon inaugurated as 37th President of the United States",
        "date":"1-20",
        "video":"zjFZlFXnrNs",
        "embeddable":"yes",
        "desc":"<p>President Richard M. Nixon takes office, with a promise to the American people to achieve &ldquo;peace with honor&rdquo; in Vietnam. In his inaugural address, Nixon says that &ldquo;the greatest honor history can bestow is the title of peacemaker&rdquo; &mdash; a phrase that will later serve as his epitaph.</p>"
      },
      {
        "title":"The United States bombs Cambodia",
        "date":"2-18",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/operation-menu.jpg' class='portrait' alt='Map of Communist Base Areas, as used in Operation Menu.'><p>President Nixon authorizes Operation Breakfast, the first in a series of bombings of North Vietnamese and Viet Cong bases within neighboring Cambodia (spanning from March 18, 1969 through May 26, 1970) that would become collectively known as Operation Menu. All Operation Menu bombings were done covertly, as Cambodia was ostensibly neutral &mdash; a neutrality bound by the Geneva Accord of 1954. Three years earlier, Cambodia&rsquo;s Prince Norodom Sihanouk had agreed to allow the People&rsquo;s Army of Vietnam and National Liberation Front forces to establish base areas in Cambodia as well as to use the port of Sihanoukville for the delivery of military material. U.S. Strategic Air Command would end up flying &ldquo;3,800 B-52 sorties against these targets, and dropped 108,823 tons of ordnance during the missions.&rdquo; (<em>Source: Wikipedia</em>)  For the next four years, Operation Menu remains unknown to the U.S. public and Congress (aside from a handful of people in the know). </p>"
      },
      {
        "title":"Combat deaths surpass Korean War military fatalities",
        "date":"4-1",
        "video":"",
        "embeddable":"",
        "desc":"<p>U.S. combat deaths in Vietnam exceed the 33,629 toll of soldiers killed in the Korean War.</p>"
      },
      {
        "title":"The Battle of Hamburger Hill and the American public outrcy ",
        "date":"5-10",
        "video":"",
        "embeddable":"",
        "desc":"<p><strong>May 10-20</strong></p><p>Operation Apache Snow, intended to cut off strategic staging and supply routes of the North Vietnam soldiers, culminated in a brutal battle within the jungles of the Ap Bia Mountain that the U.S. media would dub &ldquo;Hamburger Hill,&rdquo; a name that implied how the battle turned into a &ldquo;meat grinder.&rdquo;</p><p>The ten-day battle of Hamburger Hill left 72 U.S. soldiers killed and 372 wounded in action. Even though U.S. troops eventually succeeded in taking the hill, public outrage over the battle would be a driving force in the American shift towards Vietnamization policies, wherein primary responsibility for the fighting would be handed over to the South Vietnamese. Outrage was further exacerbated in June when <em>Life</em> magazine published the pictures of the 241 U.S. soldiers killed the week of the Hamburger Hill battle.</p>"
      },
      {
        "title":"Nixon summits with South Vietnamese president ",
        "date":"6-8",
        "video":"",
        "embeddable":"",
        "desc":"<p>President Nixon meets with South Vietnamese President Nguyen Van Thieu on Midway Island in the Pacific, and announces that 25,000 U.S. troops will be withdrawn immediately.</p>"
      },
      {
        "title":"U.S. astrounauts achieve the first manned lunar landing",
        "date":"7-11",
        "video":"E96EPhqT-ds",
        "embeddable":"yes",
        "desc":"<p>&ldquo;That’s one small step for man, one giant leap for mankind,&rdquo; intones Neil Armstrong as he first steps on the moon (the moon!), planting the American flag on its surface. The lunar landing was seen not only as an awe-inspiring aeornautical achievement, but carried significant political import given the prevailing tensions of the Cold War, as the United States and the Soviet Union competed for supremacy in spaceflight achievements. The Soviets had been the first to send a man-made object to the moon a mere ten years prior. The lunar landing also offered a promising national victory in the wake of a tumultuous and divisive epoch in American experience. An estimated 600 million people watched the Apollo 11 landing live on television, setting a world record that would remain uncontested for over a decade.</p>"
      },
      {
        "title":"Woodstock",
        "date":"8-15",
        "video":"",
        "embeddable":"",
        "desc":"<div class='video'><iframe src='https://www.youtube.com/embed/v=kGbK5y94LOE?listType=playlist&list=PL74A9988FDF17F96E' frameborder='0' allowfullscreen></iframe></div><p>The landmark music festival &mdash; held on a dairy farm in New York &mdash; features 32 acts performing over four days before an audience totaling more than 400,000 people. Woodstock not only serves as a pivotal moment and pedestal for the music of the era, but also as a crucible for the restive counterculture movement. <em>Rolling Stone</em> lists it as one of the &ldquo;50 Moments That Changed the History of Rock and Roll.&rdquo; The Academy Award-winning 1970 documentary <em>Woodstock</em> captures many of the event&rsquo;s most iconic moments.</p><p>Standout performances include songs by Santana; Jefferson Airplane; The Who; Crosby, Stills, Nash & Young; Richie Havens; Sly & the Family Stones; Jimi Hendix and Joe Cocker.</p><p>Click on the icon on the top left of the video to see more performances.</p>"
      },
      {
        "title":"&ldquo;The Star Spangled Banner&rdquo; by Jimi Hendrix, performed live at Woodstock",
        "date":"8-18",
        "video":"MKvnQYFhGCc",
        "embeddable":"yes",
        "desc":"<p>The legendary Hendrix concludes his epic, nearly two-hour-long performance at the Woodstock, N.Y. Music and Art Fair with a haunting, yet energizing solo interpretation of &ldquo;The Star-Spangled Banner.&rdquo; The performance defies characterization and inspires mixed responses &mdash; whether it was intended as a sardonic statement of distorted patriotism or a plaintive, despairing anthem to a divided country, it remains a sonic touchstone of the era.</p><p>&ldquo;I don’t know, man. All I did was play it. I’m American, so I played it. I used to sing it in school. They made me sing it in school, so it was a flashback,&rdquo; he later said in a conversation about his performance.</p>"
      },
      {
        "title":"Hồ Chí Minh dies",
        "date":"8-18",
        "video":"RmoMw2CZEjk",
        "embeddable":"yes",
        "desc":"<p>With the outcome of the Vietnam War still very much in question, Vietnamese revolutionary leader Hồ Chí Minh dies at age 79 of heart failure. Although he had officially stepped down from power in 1965 due to health problems, he had remained highly revered by those fighting for a united, communist Vietnam. News of his death was withheld from the North Vietnamese public for nearly two days, as his death came on the anniversary of the founding of the Democratic Republic of Vietnam.</p><p>During North Vietnam&rsquo;s 1975 Spring Offensive &mdash; the final campaign &mdash; People&rsquo;s Army of Vietnam soldiers would invoke, &ldquo;Bác vẫn cùng chúng cháu hành quân&rdquo; (&ldquo;You are still marching with us, Uncle Ho&rdquo;).</p>"
      },
      {
        "title":"Moratorium to End the War in Vietnam ",
        "date":"10-15",
        "video":"ZUn-EGsNt58",
        "embeddable":"yes",
        "desc":"<p>Protests and teach-ins take place across the nation, followed one month later on Nov. 15 by a large march of half a million demonstrators on Washington. In a chorus led by Pete Seeger that day adjacent to the White House, protesters sing John Lennon&rsquo;s &ldquo;Give Peace a Chance.&rdquo; Seeger peppers goads between the verses: &ldquo;Are you listening, Nixon?&rdquo;, &ldquo;Are you listening, Agnew?&rdquo;, &ldquo;Are you listening, Pentagon?&rdquo;</p>"
      },
      {
        "title":"The My Lai Massacre cover-up incites domestic opposition",
        "date":"11-1",
        "video":"",
        "embeddable":"",
        "desc":"<p>The My Lai Massacre prompts global outrage when it becomes public knowledge in November 1969 (one year, eight months after it happened). The cover-up attempts and the brutal, unwarranted nature of the atrocities arouse domestic opposition to the U.S. involvement in the Vietnam War. Three U.S. servicemen who had attempted to halt the massacre and protect My Lai civilians are denounced as traitors by several U.S. Congressmen, including Mendel Rivers, Chairman of the House Armed Services Committee. More than 30 years after the events, these soldiers were decorated by the U.S. Army for shielding non-combatants from harm in a war zone.</p>"
      },
      {
        "title":"President Nixon delivers televised address on Vietnam",
        "date":"11-3",
        "video":"er-BiXAdCt4",
        "embeddable":"yes",
        "desc":"<p>In a televised address, President Nixon reassures the American people that his administration is working toward a goal of negotiating peace:</p><p>&ldquo;It has become clear that the obstacle in negotiating an end to the war is not the President of the United States. It is not the South Vietnamese government. The obstacle is the other side&rsquo;s absolute refusal to show the least willingness to join us in seeking a just peace. ... An announcement of a fixed timetable for our withdrawal would completely remove any incentive for the enemy to negotiate an agreement,&rdquo; he avers, offering an explanation for why an immediate withdrawal is not an option. &ldquo;I want to end the war to save the lives of those brave young men in Vietnam. But I want to end it in a way which will increase the chance that their younger brothers and their sons will not have to fight in some future Vietnam someplace in the world.&rdquo;</p>"
      },
      {
        "title":"Mike Wallace of <em>CBS News</em> interviews Paul Meadlo about the My Lai Massacre",
        "date":"11-24",
        "video":"ambpZnbJwdE",
        "embeddable":"yes",
        "desc":"<p>In the first public interview conducted with a participant of the March 16, 1968 massacre of hundreds of unarmed civilians, GI Paul Meadlo admits to his role at My Lai on national television, responding to the key question of why:</p><p>&ldquo;Why did I do it? Because I felt like I was ordered to do it, and it seemed like that, at the time I felt like I was doing the right thing, because, like I said, I lost buddies.&rdquo;</p>"
      },
      {
        "title":"First of two draft lotteries conducted",
        "date":"12-1",
        "video":"-p5X1FjyD_g",
        "embeddable":"yes",
        "desc":"<p>The U.S. Selective Service holds the first of two draft lotteries to determine priority &mdash; by birthdate &mdash; of those called to mandatory military service in the Vietnam War. All eligible men born between 1944 and 1950 face possible conscription. A random selection of blue plastic capsules containing all possible birthdates &mdash; 366 in total &mdash;  determines their fate. The first birthdate drawn is September 14.</p><p><a href='http://historynet.com/wp-content/uploads/2009/11/vietnam-lottery-draft-december-1-1969.png'>See where your birthday falls on the draft list.</a></p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1969",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"aikyvCmRKXw",
        "desc":"<iframe src='https://www.youtube.com/embed/aikyvCmRKXw' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1969.</p>"
      },
      {
        "title":"Sugar, Sugar",
        "artist":"The Archies",
        "embeddable":"yes",
        "id":"h9nE2spOw_o",
        "desc":"<iframe src='https://www.youtube.com/embed/h9nE2spOw_o' frameborder='0' allowfullscreen></iframe><p>Originally recorded by The Archies, a band formed by a group of fictional teenagers in the television cartoon series <em>The Archie Show</em>. It reached number one in the U.S. on the <em>Billboard</em> Hot 100 chart in 1969 and remained there for four weeks.</p>"
      },
      {
        "title":"Fellows in Vietnam",
        "artist":"Inez & Charlie Foxx",
        "embeddable":"yes",
        "id":"TMsk7xlizKI",
        "desc":"<iframe src='https://www.youtube.com/embed/TMsk7xlizKI' frameborder='0' allowfullscreen></iframe><p>In <em>Battle Notes: Music of the Vietnam War</em>, author Lee Andresen notes that the song &ldquo;is the only English-language recording ... that appears to be something of a tribute to the many Hispanics who fought in Vietnam, as it begins with the Spanish salutation Vaya Con Dios, or Go with God.&rdquo;</p>"
      },
      {
        "title":"My Uncle",
        "artist":"The Flying Burrito Brothers",
        "embeddable":"no",
        "id":"OC4m8fraNhQ",
        "desc":"<iframe src='https://www.youtube.com/embed/OC4m8fraNhQ' frameborder='0' allowfullscreen></iframe><p>This country song about dodging the draft debuts on the album <em>The Gilded Palace of Sin</em>, and proclaims:</p><p><em>Now I don’t know how much I owe my Uncle<br/>But I suspect it’s more than I can pay<br/>He’s asking me to sign a three-year contract<br/>I guess I&rsquo;ll catch the first bus out today</em></p>"
      },
      {
        "title":"Give Peace a Chance",
        "artist":"John Lennon",
        "embeddable":"no",
        "id":"0yU0JuE1jTk",
        "desc":"<iframe src='https://www.youtube.com/embed/0yU0JuE1jTk' frameborder='0' allowfullscreen></iframe><p>&ldquo;Give Peace a Chance&rdquo; is the first solo single issued by Lennon when he was still a member of The Beatles. Written during Lennon&rsquo;s honeymoon with wife Yoko Ono, the song was a creative brainchild born out of the couple’s two week-long &ldquo;Bed-Ins for Peace,&rdquo; one at the Hilton Hotel in Amsterdam and one at the Queen Elizabeth Hotel in Montreal.  They invited the world&rsquo;s press into their hotel room every day during their stay, performing songs and convening conversations about peace. </p>"
      },
      {
        "title":"Simple Song of Freedom",
        "artist":"Bobby Darin, performed by Tim Hardin",
        "embeddable":"no",
        "id":"3uVcr7LIusc",
        "desc":"<iframe src='https://www.youtube.com/embed/3uVcr7LIusc' frameborder='0' allowfullscreen></iframe><p>Tim Hardin&rsquo;s affecting cover of Darin&rsquo;s &ldquo;Simple Song of Freedom&rdquo; was one of the singer&rsquo;s notable commercial successes in a career beset with setbacks stemming from heroin addiction and stage fright. The gentle, guitar-based tune implores all people, including Brother Solzhenitsyn, to:</p><p><em>Come and sing a simple song of freedom<br/>Sing it like you&rsquo;ve never sung before<br/>Let it fill the air<br/>Tell the people everywhere<br/>We, the people here, don&rsquo;t want a war.</em></p>"
      },
      {
        "title":"Leaving on a Jet Plane",
        "artist":"Peter, Paul & Mary",
        "embeddable":"yes",
        "id":"CXTqr2ZkGn8",
        "desc":"<iframe src='https://www.youtube.com/embed/CXTqr2ZkGn8' frameborder='0' allowfullscreen></iframe><p>Written in just a few hours during a layover at a Washington airport, a young John Denver pens this song that poignantly captures the anguish of leaving behind someone you love and the loneliness of separation. The song helped launch Denver&rsquo;s career and registered as Peter, Paul & Mary&rsquo;s biggest hit. As authors Doug Bradley and Craig Werner note in <em>We Gotta Get Out of This Place: The Soundtrack of the Vietnam War</em> of the song and the many evocative songs of the era like it:  &ldquo;No matter what its theme or style, any song with a lyric about going home was sure to find an in-country audience and show up on a list of soldiers&rsquo; favorites.&rdquo;</p>"
      },
      {
        "title":"Okie From Muskogee",
        "artist":"Merle Haggard & The Strangers",
        "embeddable":"no",
        "id":"bEuckTya7Lk",
        "desc":"<iframe src='https://www.youtube.com/embed/bEuckTya7Lk' frameborder='0' allowfullscreen></iframe><p>This polarizing country song, drafted to blister anti-war protesters, was recorded live at the Civic Center in Muskogee, Okla. Haggard said of the song: &ldquo;These teenagers were running around the country looking up in the air with their mouths open, and I thought marijuana was doing that. It wasn&rsquo;t marijuana. It was LSD and a lot of other things. I was disgusted with the younger set because of their lack of knowledge about Vietnam, and their obvious unappreciation of freedom. They were bitching about everything. I had been in prison and appreciated being free. America was such a wonderful place, and here these kids were bitching about it. It irritated me.&rdquo;</p><p><em>We don&rsquo;t smoke marijuana in Muskogee<br/>We don&rsquo;t take our trips on LSD<br/>We don&rsquo;t burn our draft cards down on Main Street<br/>We like livin&rsquo; right, and bein&rsquo; free</em></p><p>In a later historical recapitulation, Haggard commented: &rdquo;A lot of conservative people tried to latch onto the song for their own use or gain. [Former governor of Alabama] George Wallace, [former Grand Wizard of the KKK] David Duke. I told Duke to f--k off. The funniest thing that&rsquo;s happened over the years is that everybody who was against the song has come over to my side of thinking about it. They understand it now.&rdquo;</p>"
      },
      {
        "title":"Draft Resister",
        "artist":"Steppenwolf",
        "embeddable":"no",
        "id":"3f7xBjTphaM",
        "desc":"<iframe src='https://www.youtube.com/embed/3f7xBjTphaM' frameborder='0' allowfullscreen></iframe><p>Featured on the band&rsquo;s fifth album <em>Monster</em>, the anti-war song sketches the story of a man who volunteers for service but then deserts when &ldquo;his conscience ruined their plans.&rdquo; In it, he delivers this cautionary view:</p><p><em>Heed the threat and awesome power of the mighty Pentagon<br/>Which is wasting precious millions on the toys of Washington.<br/>Don&rsquo;t forget the Draft Resisters and their silent, lonely plea<br/>When they march them off to prison, they will go for you and me.</em></p>"
      },
      {
        "title":"Gimme Shelter",
        "artist":"The Rolling Stones",
        "embeddable":"no",
        "id":"usDko3-aHfo",
        "desc":"<iframe src='https://www.youtube.com/embed/usDko3-aHfo' frameborder='0' allowfullscreen></iframe><p>Mick Jagger has shared that this opening track to the Stones&rsquo; 1969 album <em>Let It Bleed</em> was meant to capture the violent nature of the Vietnam era. In a 1995 interview with <em>Rolling Stone</em>, he shared, &ldquo;Well, it&rsquo;s a very rough, very violent era. The Vietnam War. Violence on the screens, pillage and burning. And Vietnam was not war as we knew it in the conventional sense. The thing about Vietnam was that it wasn&rsquo;t like World War II, and it wasn&rsquo;t like Korea, and it wasn&rsquo;t like the Gulf War. It was a real nasty war, and people didn&rsquo;t like it. People objected, and people didn&rsquo;t want to fight it ... [&lsquo;Gimme Shelter&rsquo; is] a kind of end-of-the-world song, really. It&rsquo;s apocalypse; the whole record&rsquo;s like that.&rdquo; The lyrics state this truth with bludgeoning insistence:</p><p><em>War, children, it&rsquo;s just a shot away<br/>It&rsquo;s just a shot away<br/>War, children, it&rsquo;s just a shot away<br/>It&rsquo;s just a shot away</em></p>"
      },
      {
        "title":"Freedom Bird",
        "artist":"Bill Ellis",
        "embeddable":"yes",
        "id":"JG0m5vENjsk",
        "desc":"<iframe src='https://www.youtube.com/embed/JG0m5vENjsk' frameborder='0' allowfullscreen></iframe><p>A soldier contemplates the commercial airplane &mdash; the &ldquo;freedom bird&rdquo; &mdash; that will take him home from the war in Vietnam. &ldquo;I&rsquo;m going home,&rdquo; Ellis sings, &ldquo;where I can live again.&rdquo;</p>"
      },
      {
        "title":"The Real Silent Majority",
        "artist":"George Jay",
        "embeddable":"yes",
        "id":"7-Whu5QxChA",
        "desc":"<iframe src='https://www.youtube.com/embed/7-Whu5QxChA' frameborder='0' allowfullscreen></iframe><p>Addressing President Nixon directly in a long, rambling spoken-word track delivered over a bed of canned organ music, &ldquo;The Real Silent Majority&rdquo; is issued in response to Nixon&rsquo;s Nov. 3 address to the country about the Vietnam War. Jay breaks his silence as one of the &ldquo;great silent majority&rdquo; of &ldquo;decent, hardworking, patriotic, God-fearing Americans&rdquo; who wish to unite with the President for an honorable peace. He sermonizes: <em>First of all, I think all of us realize there are fanatics and crackpots on both sides of any issue. There are those carrying &ldquo;Leave Vietnam Now&rdquo; signs and reading in public places the names of boys who have died in Vietnam who care more for their own sinister ends than for the principles they proclaim so loudly</em>.</p><p>Though he calls out such &ldquo;exhibitionists and commies and hippies and weirdos,&rdquo; decrying their public anti-war sentiments, he ultimately implores Nixon to understand their &ldquo;good motives&rdquo; and engage them in dialogue out of love, not anger.</p>"
      },
      {
        "title":"Please Settle in Vietnam",
        "artist":"Lightnin’ Hopkins",
        "embeddable":"no",
        "id":"8wUt4hb1Leg",
        "desc":"<iframe src='https://www.youtube.com/embed/8wUt4hb1Leg' frameborder='0' allowfullscreen></iframe><p>Blues great Lightnin&rsquo; Hopkins addresses the Vietnam conflict in several songs that deplore its profound separation and loss. &ldquo;Please Settle in Vietnam&rdquo; is one such pained meditation, and in it he reveals a slightly more personal, even selfish, romantic sentiment:</p><p><em>My girlfriend got a boyfriend fighting<br/>She don&rsquo;t know when that man coming back home<br/>I said I hope he&rsquo;ll stay forever<br/>Cuz I ain&rsquo;t gonna leave that girl alone</em></p>"
      },
      {
        "title":"Bad Moon Rising",
        "artist":"Creedence Clearwater Revival",
        "embeddable":"no",
        "id":"zUQiUFZ5RDw",
        "desc":"<iframe src='https://www.youtube.com/embed/zUQiUFZ5RDw' frameborder='0' allowfullscreen></iframe><p>&ldquo;Bad Moon Rising,&rdquo; with its haunting, paranoid vibe becomes an inescapable anthem for U.S. troops serving in Vietnam. John Fogerty later refutes a creation story that had him penning the song on the occasion of Nixon&rsquo;s election, somewhat cryptically crediting as his true inspiration the 1941 fantasy film <em>The Devil and Daniel Webster</em>: He tells <em>Rolling Stone</em>, &ldquo;When you&rsquo;re a very tuned-in young person, you&rsquo;re tied to everything that affects your generation. So I think it was there, but I was more into the idea of natural phenomena and unavoidability.&rdquo;</p>"
      },
      {
        "title":"Fortunate Son",
        "artist":"Creedence Clearwater Revival",
        "embeddable":"no",
        "id":"rKuLtVXGRp8",
        "desc":"<iframe src='https://www.youtube.com/embed/rKuLtVXGRp8' frameborder='0' allowfullscreen></iframe><p>The biting lyrics of this rock anthem offer an unapologetic critique of those in power waging war.</p><p><em>Some folks are born made to wave the flag<br/>Ooh, they&rsquo;re red, white and blue<br/>And when the band plays &ldquo;Hail to the Chief&rdquo;<br/>Ooh, they point the cannon at you, Lord<br/>It ain&rsquo;t me, it ain&rsquo;t me, I ain&rsquo;t no senator&rsquo;s son, son<br/>It ain&rsquo;t me, it ain&rsquo;t me; I ain&rsquo;t no fortunate one, no</em></p><p>In 2014, &ldquo;Fortunate Son&rdquo; was added to the National Recording Registry by the Library of Congress for being &ldquo;culturally, historically, or aesthetically significant.&rdquo; The song &ldquo;speaks more to the unfairness of class than war itself,&rdquo; according to its author John Fogerty. &ldquo;It&rsquo;s the old saying about rich men making war and poor men having to fight them.&rdquo;</p><p>&ldquo;[The song] wasn&rsquo;t really inspired by any one event. Julie Nixon was dating David Eisenhower. You&rsquo;d hear about the son of this senator or that congressman who was given a deferment from the military or a choice position in the military. They seemed priviledged and whether they liked it or not, these people were symbolic in the sense that they weren&rsquo;t being touched by what their parents were doing. They weren&rsquo;t being affected like the rest of us,&rdquo; Forgerty wrote in his memoir.</p>"
      },
      {
        "title":"Galveston",
        "artist":"Glen Campbell",
        "embeddable":"no",
        "id":"ZTbTHlTmDX8",
        "desc":"<iframe src='https://www.youtube.com/embed/ZTbTHlTmDX8' frameborder='0' allowfullscreen></iframe><p>Told from the perspective of a soldier pining for the woman he loves and his hometown of Galveston, Tex., while facing the uncertainty of war, the song hit No. 1 on the country music charts and was ranked No. 8 in CMT&rsquo;s &ldquo;100 Greatest Songs in Country Music.&rdquo;</p><p><em>Galveston, oh, Galveston,<br/>I still hear your seawaves crashin,<br/>while I watch the cannons flashin&rsquo;.<br/>I clean my gun, and dream of Galveston.<br/>I still see her standing by the water,<br/>Standing there looking out to sea.<br/>And is she waiting there for me,<br/>On the beach where we used to run?</em></p><p>Written by Jimmy Webb, Glen Campbell&rsquo;s up-tempo rendition of the song spurred ambiguous interpretations of its meaning. Webb challenged the idea that it was in any way a &ldquo;patriotic song,&rdquo; saying the song is &ldquo;about a guy who&rsquo;s caught up in something he doesn&rsquo;t understand and would rather be somewhere else.&rdquo;</p>"
      }
    ]
  },
  {
    "year":"1970",
    "events":[
      {
        "title":"Cambodian Campaign",
        "date":"4-30",
        "video":"3cAAnoqmksg",
        "embeddable":"yes",
        "desc":"<p>Less than two weeks after announcing the withdrawal of another 150,000 Americans from Vietnam within a year&rsquo;s time, President Nixon stuns the nation by announcing the &ldquo;Cambodian Incursion&rdquo; &mdash; plans for a series of military operations in eastern Cambodia conducted by U.S. and South Vietnamese forces. Protests across the country ensue following the announcment. A total of 13 major operations are conducted by the Army of the Republic of Vietnam (ARVN) between April 29 and July 22 and by U.S. forces between May 1 and June. </p><p>Operations in Cambodia last for two months. Large North Vietnamese supply depots are discovered and forces capture 28,500 weapons and over 16 million rounds of small-arms ammunition. Although most Viet Cong make their escape across the Mekong, the operation results in 10,000 casualties.</p>"
      },
      {
        "title":"The Kent State shootings",
        "date":"5-4",
        "video":"Lmd6CHah7Wg",
        "embeddable":"yes",
        "desc":"<img src='images/Kent_State_massacre.jpg' alt='John Filo’s Pulitzer Prize-winning photograph of Mary Ann Vecchio, a 14-year-old runaway, kneeling over the body of Jeffrey Miller minutes after he was fatally shot by the Ohio National Guard. Source: Wikimedia/Fair Use'><p>Four unarmed college students are killed and nine others injured by members of the Ohio National Guard while protesting the Vietnam War at Kent State University, tragic events that will spark further protests across the United States.</p><p>Some of the students who are shot had been protesting the president’s recent announcement about the Cambodian Campaign, while others who were shot had been walking nearby or watching the protest from a distance. </p><p>Over 400 colleges and universities across the country shut down in response to the killings. </p><p><a href='#ohio'>See &ldquo;Ohio&rdquo;</a></p>"
      },
      {
        "title":"Jackson State College shootings",
        "date":"5-14",
        "video":"4u7UUIHj0r8",
        "embeddable":"yes",
        "desc":"<p>Simmering racial tensions boil over at Jackson State College with tragic results after a false rumor spreads around campus that civil rights leader Charles Evers &mdash; brother of slain activist Medgar Evers &mdash; and his wife have been killed. The situation escalates when it is reported that African American youths are throwing rocks at white motorists driving down Lynch Street, the main road that bisects the campus. Police respond to the call, and are pelted with rocks and bricks by a group of students and non-students. Officers advance to a dorm, Alexander Hall, where they fire on a group of students, killing two &mdash; Phillip Gibbs, a junior at Jackson State and the father of an 18-month-old; and James Earl Green, a high school senior &mdash; and wounding 12 others.</p><p>According to the President's Commission on Campus Unrest report findings of the incident, police fired more than 150 rounds.Though the shooters maintained that there was a sniper in the dorm, FBI investigators found &ldquo;insufficient evidence&rdquo; to support that claim.</p>"
      },
      {
        "title":"The President&rsquo;s Commission on Campus Unrest releases its report",
        "date":"9-26",
        "video":"",
        "embeddable":"",
        "desc":"<p>President Nixon forms the President&rsquo;s Commission on Campus Unrest, to study the dissent, disorder and violence that broke out on college and university campuses across the nation, beginning with the Kent State shootings.</p><p>The commission publishes its findings on September 26, 1970, concluding that the Ohio National Guard shootings at Kent State were unjustified, writing:</p><p>&ldquo;Even if the guardsmen faced danger, it was not a danger that called for lethal force. The 61 shots by 28 guardsmen certainly cannot be justified. Apparently, no order to fire was given, and there was inadequate fire control discipline on Blanket Hill. The Kent State tragedy must mark the last time that, as a matter of course, loaded rifles are issued to guardsmen confronting student demonstrators.&rdquo;</p>"
      },
      {
        "title":"Nixon calls college protesters &ldquo;bums&rdquo;",
        "date":"5-2",
        "video":"2J3OJxhC8VQ",
        "embeddable":"",
        "desc":"<p>In comments made to a group of civilian employees who greet him at the Pentagon where he was attending a briefing on military operations in Cambodia, President Nixon complains about &ldquo;bums&rdquo; on campus, making reference to radical student protesters. </p><p>He grouses: &ldquo;You see these bums, you know, blowing up the campuses. Listen, the boys that are on the college campuses today are the luckiest people in the world, going to the greatest universities &mdash; and here they are burning up the books, storming around about this issue &mdash; you name it. Get rid of the war, there will be another one. Then out there we have kids who are just doing their duty, and I&rsquo;ve seen them. They stand tall and they are proud. I am sure they are scared &mdash; I was when I was there. But when it really comes down to it, they stand up and, boy, you have to talk up to those men. They are going to do fine and we have to stand in back of them.&rdquo;</p><p>Nixon&rsquo;s remarks and the invasion of Cambodia arouse livid responses and actions from American campuses. Restiveness and outrage manifest in rallies, striking and picketing, building occupations, damage to ROTC buildings, and sit-ins and walk-outs at universities and schools across the country. Two days of militant striking resulting in some 150 injuries at Ohio State University keep 1,800 National Guardsmen on alert status, with a standing guard of 50 present around university buildings. The striking coalition&rsquo;s grievances focus on Black enrollment and student representation in university decisions, as well as a demand for amnesty for all arrested students.</p>"
      },
      {
        "title":"Vice President Spiro Agnew becomes the outspoken voice of the Nixon administration ",
        "date":"1-1",
        "video":"SQpQyJQm2Mk",
        "embeddable":"no",
        "desc":"<p>The radical movements and challenges to authority that erupt in the country during the Vietnam War era provide constant grist for the conservative backlash mill. Outspoken Vice President Spiro Agnew, elected in 1968, becomes a visible and highly effective hatchet man for President Nixon. Agnew fires a key salvo directly at the big television networks (ABC, CBS, NBC) in a November 13, 1969 Republican Party conference speech, accusing the press of being biased against Nixon administration policies and denouncing them for what he characterizes as hostile and prejudiced criticism of Nixon&rsquo;s speeches.</p><p>In an unapologetic address at a Republican dinner in Pennsylvania to follow, Agnew further excoriates the press and protesters for contributing to a &ldquo;degenerating democracy&rdquo;:</p><p>&ldquo;A little over a week ago, I took a rather unusual step for a Vice President … I said something. … l criticized those who encouraged government by street carnival and suggested it was time to stop the carousel. It appears that by slaughtering a sacred cow I triggered a holy war. I have no regrets. I do not intend to repudiate my beliefs, recant my words, or run and hide. </p><p>What I said before, I will say again: It is time for the preponderant majority, the responsible citizens of this country, to assert their rights. It is time to stop dignifying the immature actions of arrogant, reckless, inexperienced elements within our society.</p><p>The reason is compelling. It is simply that their tantrums are insidiously destroying the fabric of American democracy. By accepting unbridled protest as a way of life, we have tacitly suggested that the great issues of our times are best decided by posturing and shouting matches in the streets. America today is drifting toward Plato’s classic definition of a degenerating democracy &mdash; a democracy that permits the voice of the mob to dominate the affairs of government.&rdquo;</p>"
      },
      {
        "title":"CBS camera rolls as platoon comes under fire",
        "date":"3-27",
        "video":"89_3DgW_7mg",
        "embeddable":"",
        "desc":"<p>An embedded CBS News crew captures footage of a platoon on patrol in the jungles of Vietnam near Cambodia as GIs come under fire from North Vietnamese forces.</p>"
      },
      {
        "title":"U.S. troops withdraw from Cambodia",
        "date":"6-30",
        "video":"",
        "embeddable":"",
        "desc":"<p>Over 350 American soldiers lose their lives in the Cambodia Campaign.</p>"
      },
      {
        "title":"Last U.S. offensive",
        "date":"9-5",
        "video":"",
        "embeddable":"",
        "desc":"<p>Operation Jefferson Glenn, the last U.S. offensive in Vietnam, begins in the Thua Thien Province.</p>"
      },
      {
        "title":"Nixon issues warning to Hanoi",
        "date":"12-10",
        "video":"",
        "embeddable":"",
        "desc":"<p>Nixon issues grave warning to Hanoi that more bombing raids by U.S. forces may result if North Vietnamese attacks continue in South Vietnam.</p>"
      },
      {
        "title":"Elvis visits President Nixon at the White House",
        "date":"12-21",
        "video":"01G-1CImwAU",
        "embeddable":"",
        "desc":"<p>It is a cold December morning when Elvis Presley, accompanied by two bodyguards, arrives at the White House to offer his services as a &ldquo;Federal Agent at Large&rdquo; in President Nixon&rsquo;s anti-drug campaign.</p><p>When The King arrives at the gate, he passes a hand-penned letter written on American Airlines stationery to the security guard to deliver to Nixon. In it, Presley writes:</p><p><em>Dear Mr. President,</em></p><p><em>First, I would like to introduce myself. I am Elvis Presley and admire you and have great respect for your office. I talked to Vice President Agnew in Palm Springs three weeks ago and expressed my concern for our country. The drug culture, the hippie elements, the SDS, Black Panthers, etc. do not consider me as their enemy or as they call it the establishment. I call it America and I love it. Sir, I can and will be of any service that I can to help the country out. I have no concern or motives other than helping the country out.</em></p><p><em>So I wish not to be given a title or an appointed position. I can and will do more good if I were made a Federal Agent at Large and I will help out by doing it my way through my communications with people of all ages. First and foremost, I am an entertainer, but all I need is the Federal credentials. I am on this plane with Senator George Murphy and we have been discussing the problems that our country is faced with.</em></p><p><em>Sir, I am staying at the Washington Hotel, Room 505-506-507. I have two men who work with me by the name of Jerry Schilling and Sonny West. I am registered under the name of Jon Burrows. I will be here for as long as long as it takes to get the credentials of a Federal Agent. I have done an in-depth study of drug abuse and Communist brainwashing techniques and I am right in the middle of the whole thing where I can and will do the most good.</em></p><p><em>I am Glad to help just so long as it is kept very private. You can have your staff or whomever call me anytime today, tonight, or tomorrow. I was nominated this coming year one of America&rsquo;s Ten Most Outstanding Young Men. That will be in January 18 in my home town of Memphis, Tennessee. I am sending you the short autobiography about myself so you can better understand this approach. I would love to meet you just to say hello if you&rsquo;re not too busy.</em></p><p><em>Respectfully,<br/>Elvis Presley</em></p><p><em>P. S. I believe that you, Sir, were one of the Top Ten Outstanding Men of America also.</em></p><p><em>I have a personal gift for you which I would like to present to you and you can accept it or I will keep it for you until you can take it.</em></p><p>Presley and Nixon meet and exchange pleasantries; the gift Presley mentions is a World War II-era Colt .45 pistol. At the conclusion of the brief meeting, Presley surprises Nixon by giving him a hug.</p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1970",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"qKWmrl8S-Lg",
        "desc":"<iframe src='https://www.youtube.com/embed/qKWmrl8S-Lg' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1970.</p>"
      },
      {
        "title":"Bridge Over Troubled Water",
        "artist":"Simon & Garfunkel",
        "embeddable":"no",
        "id":"H_a46WJ1viA",
        "desc":"<iframe src='https://www.youtube.com/embed/H_a46WJ1viA' frameborder='0' allowfullscreen></iframe><p>According to <em>Wikipedia</em>, the song became Simon & Garfunkel&rsquo;s biggest hit single, holding the No. 1 perch on the <em>Billboard</em> Hot 100 for six weeks, and also topping the charts in the United Kingdom, Canada, France and New Zealand. Among the best-selling singles of all time, with over six million copies sold worldwide, &ldquo;Bridge Over Troubled Water&rdquo; is also one of the most performed songs of the 20th century, with over 50 artists, among them Elvis Presley and Aretha Franklin, covering the song. It was ranked number 48 on <em>Rolling Stone&rsquo;s</em> &ldquo;500 Greatest Songs of All Time&rdquo; list.</p>"
      },
      {
        "title":"Ohio",
        "artist":"Neil Young, performed by Crosby, Stills, Nash & Young",
        "embeddable":"no",
        "id":"GI7-m919ynU",
        "desc":"<iframe src='https://www.youtube.com/embed/GI7-m919ynU' frameborder='0' allowfullscreen></iframe><p>When Neil Young witnessed the horrifying images from the Kent State shootings in <em>Life</em> magazine, he is said to have disappeared for several hours and returned to his band mates with &ldquo;Ohio.&rdquo; The Crosby, Stills, Nash & Young foursome went into the studio and recorded the song live in only a few takes. During that same session they recorded the single&rsquo;s backer, Stephen Still&rsquo;s equally pointed &ldquo;Find the Cost of Freedom.&rdquo; The band&rsquo;s label rushed to release the single, and though banned from most AM stations due to its anti-war and anti-Nixon sentiments, the song was picked up by FM stations, permeating the airwaves and the public consciousness within weeks of the shootings.</p><p>Historian, critic and journalist David Bianculli wrote of the song and its impact: &ldquo;After the assassinations of Martin Luther King and Bobby Kennedy, you felt kind of helpless as a young person. It seemed that when someone had your voice, that voice was silenced, usually by violence. Then you have Kent State, and college kids are actually fired upon. And when you just might start to be thinking, you don’t dare have a voice or there is no voice, from the radio comes this voice of solidarity and outrage. It wasn&rsquo;t just a pop song.&rdquo;</p><p><em>Tin soldiers and Nixon coming,<br/>We&rsquo;re finally on our own.<br/>This summer I hear the drumming,<br/>Four dead in Ohio.</em></p><p><em>Gotta get down to it<br/>Soldiers are cutting us down<br/>Should have been done long ago.<br/>What if you knew her<br/>And found her dead on the ground<br/>How can you run when you know?</em></p>"
      },
      {
        "title":"(The Two Wars Of) Old Black Joe",
        "artist":"Dr. William Truly Jr.",
        "embeddable":"yes",
        "id":"bXv7KAHHiJU",
        "desc":"<iframe src='https://www.youtube.com/embed/bXv7KAHHiJU' frameborder='0' allowfullscreen></iframe><p>In this searing ballad, Dr. William Truly Jr. paints a devastating portrait of a man named Old Black Joe, &ldquo;the bravest soldier you ever wanted to see.&rdquo; The song tells the story of a Black soldier facing the dual indignities of war and racism. It culminates in the soldier&rsquo;s war-time death. </p><p><em>They shipped his flesh and they shipped his bones in a box back to his home<br/>But no one was there to greet his remains, and so there he laid. <br/>It takes a lot of hate to move the dead.</em></p>"
      },
      {
        "title":"War",
        "artist":"Edwin Starr",
        "embeddable":"no",
        "id":"01-2pNCZiNk",
        "desc":"<iframe src='https://www.youtube.com/embed/01-2pNCZiNk' frameborder='0' allowfullscreen></iframe><p>A handful of well-known musical acts performed in Vietnam, among them Edwin Starr, best known for this anti-war anthem. The Temptations were the first to record the song, but Starr&rsquo;s powerful take on it became the far more popular rendition when it was released as a single. </p><p>&ldquo;It had a message and to a lot of us, it came loud and clear,&rdquo; remembers Vietnam veteran David Samples. </p><p><em>Oh, war, I despise<br/>&rsquo;Cause it means destruction of innocent lives<br/>War means tears to thousands of mothers&rsquo; eyes<br/>When their sons go off to fight and lose their lives</em></p><p><em>I said,<br/>War, huh, good God, y&rsquo;all<br/>What is it good for?<br/>Absolutely nothing, just say it again<br/>War, whoa Lord<br/>What is it good for?<br/>Absolutely nothing, listen to me<br/>War, it ain&rsquo;t nothin&rsquo; but a heartbreaker<br/>War, friend only to the undertaker</em></p>"
      },
      {
        "title":"Ball of Confusion (That&rsquo;s What the World Is Today)",
        "artist":"The Temptations",
        "embeddable":"yes",
        "id":"Ns5YnHI2N54",
        "desc":"<iframe src='https://www.youtube.com/embed/Ns5YnHI2N54' frameborder='0' allowfullscreen></iframe><p>One of few protest songs to be released by Motown, &ldquo;Ball of Confusion&rdquo; rails at the war, Nixon&rsquo;s administration and drug addiction. And the beat goes on.</p><p><em>Well, the only person talking about love thy brother is the preacher<br/>And it seems nobody&rsquo;s interested in learning but the teacher<br/>Segregation, determination, demonstration, integration<br/>Aggravation, humiliation, obligation to our nation</em></p><p><em>Ball of confusion<br/>Oh yeah, that&rsquo;s what the world is today<br/>Woo, hey, hey</em></p><p><em>The sale of pills are at an all time high<br/>Young folks walking round with their heads in the sky<br/>The cities ablaze in the summer time</em></p><p><em>And oh, the beat goes on</em></p>"
      },
      {
        "title":"Let It Be",
        "artist":"The Beatles",
        "embeddable":"yes",
        "id":"u6T5C-jzSH0",
        "desc":"<iframe src='https://www.youtube.com/embed/u6T5C-jzSH0' frameborder='0' allowfullscreen></iframe><p>Written by Paul McCartney as the title track of The Beatles&rsquo; twelfth and final studio album (which was released a month after the break-up of the group), &ldquo;Let It Be&rdquo; was inspired by a soothing dream visitation by his mum, who died when McCartney was 14 &mdash; the &ldquo;Mother Mary speaking words of wisdom&rdquo; in the song&rsquo;s lyrics. Among the song&rsquo;s numerous distinctions:</p><p>1. Aretha Franklin was the first to record and release the song, in her January 1970 album release <em>This Girl&rsquo;s in Love With You</em>. The album also includes a cover of The Beatles&rsquo; &ldquo;Eleanor Rigby.&rdquo;<br/>2. It was the first Beatles song to be released in the Soviet Union (in 1972).<br/>3. The song was played at Linda McCartney&rsquo;s funeral.<br/>4. <em>Sesame Street</em> reworked the lyrics to feature words that begin with &ldquo;Letter B.&rdquo;</p>"
      },
      {
        "title":"The Fightin&rsquo; Side of Me",
        "artist":"Merle Haggard & The Strangers ",
        "embeddable":"yes",
        "id":"YKNeNGqW_IU",
        "desc":"<iframe src='https://www.youtube.com/embed/YKNeNGqW_IU' frameborder='0' allowfullscreen></iframe><p>&ldquo;If you don&rsquo;t love it, leave it,&rdquo; Haggard cusses at the people &ldquo;harpin&rsquo; on the wars we fight&rdquo; and &ldquo;runnin&rsquo; down my countrymen.&rdquo;</p><p>The song reaches No. 1 on the <em>Billboard</em> Hot Country Singles chart, where it camps out for three weeks.</p>"
      },
      {
        "title":"The Thrill Is Gone",
        "artist":"B.B. King",
        "embeddable":"yes",
        "id":"oica5jG7FpU",
        "desc":"<iframe src='https://www.youtube.com/embed/oica5jG7FpU' frameborder='0' allowfullscreen></iframe><p>B.B. King&rsquo;s signature take on the 1951 blues song by Roy Hawkins and Rick Darnell earns him a 1970 Grammy Award for Best Male R&B Vocal Performance.  King&rsquo;s version of the song places him at number 183 on <em>Rolling Stone&rsquo;s</em> register of the 500 Greatest Songs of All Time. </p>"
      }
    ]
  },
  {
    "year":"1971",
    "events":[
      {
        "title":"Nixon announces &ldquo;the end is in sight&rdquo;",
        "date":"1-4",
        "video":"",
        "embeddable":"",
        "desc":"<p>Nixon&rsquo;s pronouncement that he sees an end to the conflict in Vietnam suggests an eye exam is warranted. By March, his approval rating dips to 50 percent and America&rsquo;s approval of their president&rsquo;s war strategy plummets to 34 percent. Half of those polled believe the war in Vietnam to be morally wrong.</p>"
      },
      {
        "title":"Operation Lam Son 719",
        "date":"2-8",
        "video":"",
        "embeddable":"",
        "desc":"<p>In Operation Lam Son 719, three South Vietnamese divisions unknowingly drive into a North Vietnamese trap in Laos. In a month-long battle, more than 9,000 South Vietnamese soldiers are killed or wounded, and more than two-thirds of their armored vehicles, along with hundreds of U.S. helicopters and planes, are destroyed.</p>"
      },
      {
        "title":"Bomb explodes in U.S. Capitol Building",
        "date":"3-1",
        "video":"",
        "embeddable":"",
        "desc":"<p>A bomb detonated on the floor below the Senate chambers of the U. S. Capitol Building damages a washroom, several offices and the Senate barbershop. No one is injured in the incident. An anonymous caller tips off the explosion ahead of time, saying it is &ldquo;in protest of the Nixon involvement in Laos.&rdquo; </p><p>President Nixon calls for increased security measures and warns &ldquo;the violence people&rdquo; that their attempts to try to force the closure of public buildings &ldquo;won't work.&rdquo;</p>"
      },
      {
        "title":"&ldquo;What&rsquo;s Going On&rdquo; by Marvin Gaye hits No. 1 on Hot Soul Singles chart",
        "date":"3-27",
        "video":"H-kA3UtBj4M",
        "embeddable":"no",
        "desc":"<p>&ldquo;What&rsquo;s Going On&rdquo; arrived to light a particularly dark and disillusioned time in Gaye&rsquo;s personal life &mdash; beloved collaborator Tammi Terrell had recently succumbed to a brain tumor and his brother Frankie had returned from Vietnam with deeply troubling stories of the war.</p><p>Penned by the Four Tops&rsquo; Obie Benson and fellow Motown songwriter Al Cleveland, the song had been rejected by the Four Tops and Joan Baez. But Gaye loved it and set about putting on the finishing touches that would make it a truly timeless anthemic lament for discontented times. </p><p>Motown artists tended to sidestep controversial topics, so a protest song was going to be a tough sell for honcho Berry Gordy Jr., who delivered the stinging assessment that the song was &ldquo;the worst thing [he&rsquo;d] ever heard.&rdquo; Despite his thumbs-down, the song was released and became a nearly immediate sensation, catching fire in several large markets and selling over 100,000 copies in its first week of release. The song peaked at No. 2 on the <em>Billboard</em> Pop Chart (hitting No. 1 on the R&B Chart), helping to catapult the poltically charged concept album of which it was part.</p><p>Marvin later said of the track and its timely yet perpetual human lament: &ldquo;People were confused and needed reassurance. God was offering that reassurance through his music. I was privileged to be the instrument.&rdquo;</p><p>The song garnered Gaye the 1972 <em>Billboard</em> Trendsetter award for &ldquo;promoting the cause of ecology through thought-provoking message songs.&rdquo;</p>"
      },
      {
        "title":"Lt. Calley found guilty of crimes at My Lai",
        "date":"3-29",
        "video":"dBErF6jAX2E",
        "embeddable":"yes",
        "desc":"<p>On March 29, Lt. William Calley Jr. is sentenced to life imprisonment and hard labor at Fort Leavenworth for his part in the atrocities committed in My Lai. The verdict outrages many Americans, and President Nixon swiftly orders that Calley be transferred from prison to house arrest at Fort Benning, where he serves out less than four years of his orginal life sentence.</p><p>The events and resulting public outcry inspire a number of recording artists to write &ldquo;set Calley free&rdquo; songs, among them Big Bill Johnson&rsquo;s country shamer &ldquo;Set Lt. Calley Free,&rdquo; in which Calley is presented as a Jesus figure:</p><p><em>We Americans are tired of a war that can&rsquo;t be won, <br/>where a soldier is charged with murder if he uses his gun, <br/>We never want to see another soldier crucified ...<br/>Lt. Calley done his job and he was charged and tried</em></p><p><em>We&rsquo;re a sick, sick, sick society <br/>We&rsquo;ve nailed Lt. Calley to a tree ...<br/>We&rsquo;re a sick, sick, sick society<br/>If we don&rsquo;t set Lt. Calley free</em></p>"
      },
      {
        "title":"John Kerry addresses Senate Foreign Relations Committee",
        "date":"4-19",
        "video":"iydq2QS35iQ",
        "embeddable":"yes",
        "desc":"<p>The Vietnam Veterans Against the War (VVAW) organizes a five-day-long peaceful protest in Washington, D.C. On April 22, future U.S. Senator and Secretary of State John Kerry, then a spokesman for the organization, appears in front of a Senate Foreign Relations Committee hearing about proposals related to ending the war. Wounded multiple times during his active duty in the Navy and decorated many times over for exceptional bravery in combat, Kerry had participated in the VVAW’s “Winter Soldier Investigation” of atrocities committed by the United States military in Vietnam.</p><p>With little time to prepare his statement, Kerry proceeds to deliver an eloquent and damning statement about the &ldquo;absolute horror of what this country, in a sense, made [soldiers] do.&rdquo;</p><p>His remarks communicate the profound sense of shame, betrayal and anger veterans feel: &ldquo;The country doesn&rsquo;t know it yet, but it has created a monster, a monster in the form of millions of men who have been taught to deal and to trade in violence, and who are given the chance to die for the biggest nothing in history; men who have returned with a sense of anger and a sense of betrayal which no one has yet grasped. … We are angry because we feel we have been used in the worst fashion by the administration of this country.&ldquo;</p><p>He addresses the senseless cost of lives paying for a prideful political &ldquo;nothing&rdquo;: &ldquo;Each day to facilitate the process by which the United States washes her hands of Vietnam someone has to give up his life so that the United States doesn&rsquo;t have to admit something that the entire world already knows, so that we can&rsquo;t say that we have made a mistake. Someone has to die so that President Nixon won&rsquo;t be &mdash; and these are his words &mdash; &lsquo;the first President to lose a war.&rsquo; We are asking Americans to think about that, because how do you ask a man to be the last man to die in Vietnam? How do you ask a man to be the last man to die for a mistake?&rdquo;</p>"
      },
      {
        "title":"Last Marine combat troops depart Vietnam",
        "date":"4-30",
        "video":"uzvTB0mOS0w",
        "embeddable":"yes",
        "desc":"<p>As the total of American deaths in the Vietnam War exceeds 45,000, the last Marine combat units depart from the country. A non-binding resolution will pass the U.S. Senate in June urging the removal of all troops by year&rsquo;s end. </p>"
      },
      {
        "title":"Agent Orange continues to be used in Vietnam",
        "date":"6-1",
        "video":"uzvTB0mOS0w",
        "embeddable":"yes",
        "desc":"<p>Banned by the U.S. Department of Agriculture in 1968, the controversial herbicidal warfare practice of spraying defoliant Agent Orange continues in Vietnam in the summer of 1971. The program &ldquo;Operation Trail Dust,&rdquo; which lasts from 1962 to 1971, results in the dispersal of an estimated 20 million gallons of Agent Orange over the dense jungle landscape of South Vietnam, creating wasteland out of one seventh of the country&rsquo;s total area.</p>"
      },
      {
        "title":"Pentagon Papers leaked to <em>The New York Times</em>",
        "date":"6-13",
        "video":"F4kQG1bPf2k",
        "embeddable":"yes",
        "desc":"<p>The so-called <em>Pentagon Papers</em> are a top-secret U.S. Dept. of Defense study of the country&rsquo;s political and military involvement in Vietnam between 1945 and 1967. The documents were copied and leaked by military analyst Daniel Ellsberg and brought to public attention in a July 13 <em>New York Times</em> cover story.</p><p>Vet and co-author Doug Bradley sums up the disillusionment felt by the country, but particularly by those who served in the conflict, about what the papers reveal: &ldquo;We&rsquo;d all sensed this somehow &mdash; that our very own government had been lying to us, deceiving us about the war in Vietnam &mdash; but to hold a document in your hands that confirmed that … well, it took your breath away. Never again would the American people unequivocally believe what its government told them.&rdquo;</p>"
      },
      {
        "title":"&ldquo;The Plumbers&rdquo; unit established in the White House",
        "date":"7-17",
        "video":"",
        "embeddable":"",
        "desc":"<p>Following in the choppy wake created by the <em>Pentagon Papers</em> release, Nixon aides John Ehrlichman and Charles Colson form the covert group to investigate Daniel Ellsberg and to stop further leaks of confidential information. </p><p>Colson compiles a &ldquo;Nixon&rsquo;s Enemies List&rdquo; of prominent Americans considered to be political opponents of the president and his administration. When the list is eventually published in <em>The Washington Post</em> in 1972, actor Paul Newman states that inclusion of his name on the list represents his greatest accomplishment.</p>"
      },
      {
        "title":"Combat refusals increase",
        "date":"10-9",
        "video":"",
        "embeddable":"",
        "desc":"<p>When soldiers refuse to obey an order, this is known as a &ldquo;combat refusal.&rdquo; In one such documented case, six members from the U.S. First Air Cavalry Division refuse to go out on a nighttime combat mission.</p><p>Journalist Richard Boyle, reporting for Pacifica Radio, interviews several GIs involved in the incident who complain about their commanding officer sending them on what they consider to be suicidal missions and banning t-shirts emblazoned with peace symbols. &ldquo;He calls us hypocrites if we wear a peace sign,&rdquo; one GI says. &ldquo;[As if] we wanted to come over here and fight. Like we can&rsquo;t believe in peace, man, because we're carrying [an M-16] out there.&rdquo;</p><p>In the war&rsquo;s final years, numbers of combat refusals and incidents of &ldquo;fragging&rdquo; (a term employed to describe the deliberate or attempted killing of a soldier by a fellow soldier by means of a fragmentation grenade) increase. Documented and suspected fragging incidents totaled nearly 900 between 1969 and 1972 (source: Wikipedia).</p>"
      },
      {
        "title":"Troop levels drop ",
        "date":"12-1",
        "video":"",
        "embeddable":"",
        "desc":"<p>In the final week of 1971, the U.S. steps up bombing missions of military installations in North Vietnam, citing as cause violations of agreements surrounding the 1968 bombing halt. American troop levels drop to 156,800.</p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1971",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"bqvW3bk_bq8",
        "desc":"<iframe src='https://www.youtube.com/embed/bqvW3bk_bq8' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1971.</p>"
      },
      {
        "title":"Joy to the World",
        "artist":"Three Dog Night",
        "embeddable":"no",
        "id":"kyI1OImD7ow",
        "desc":"<iframe src='https://www.youtube.com/embed/kyI1OImD7ow' frameborder='0' allowfullscreen></iframe><p>The song &mdash; which has been described by members of Three Dog Night as a &ldquo;kid&rsquo;s song&rdquo; and a &ldquo;silly song&rdquo; &mdash; topped the main singles charts in North America and was certified gold by the Recording Industry Association of America. </p>"
      },
      {
        "title":"The War Keeps Draggin&rsquo; On",
        "artist":"The Wilburn Brothers",
        "embeddable":"yes",
        "id":"vAtrhvZzYr4",
        "desc":"<iframe src='https://www.youtube.com/embed/vAtrhvZzYr4' frameborder='0' allowfullscreen></iframe><p>Sibling duo Doyle and Teddy Wilburn were stars of the Grand Ole Opry and also had a successful and long-running nationally syndicated program, <em>The Wilburn Brothers</em>, which helped launch the career of a young Loretta Lynn and gave exposure to other emerging artists, including Crystal Gayle, Barbara Mandrell and the Oak Ridge Boys. </p><p>The brothers knew firsthand the toll of war on a man, a family: Their own father was a disabled WWI vet who struggled during the Depression years to support his family until he stage-fathered his talented children to become viable country performers. Teddy and Doyle were later called to serve in the military during the Korean War and following their service returned to the U.S. to resume their music career as a duo. How can we not assume the lyrics of &ldquo;The War Keeps Draggin&rsquo; On&rdquo; capture their own experienced sense of isolation and fear as a GI?</p><p><em>He&rsquo;s sitting on his lonely post out there<br/>danger and death are in the air<br/>and the war keeps on dragging on<br/>all alone and no friends near<br/>He gets his first taste of fear<br/>and the war keeps on dragging on</em></p><p><em>He wades through the mud and the blood and heat<br/>Can't tell a friend from an enemy<br/>sure makes a homesick soilder feel alone<br/>If anybody ever said a prayer<br/>Say it for the young men over there<br/>While the war keeps on dragging on</em></p>"
      },
      {
        "title":"Sam Stone",
        "artist":"John Prine",
        "embeddable":"yes",
        "id":"Sl9ZkYViEIs",
        "desc":"<iframe src='https://www.youtube.com/embed/Sl9ZkYViEIs' frameborder='0' allowfullscreen></iframe><p>This grim folk song tells the story of a decorated Vietnam War vet who returns home from serving and battles with a drug addiction that eventually takes his life. With the sorrowful refrain, &ldquo;There&rsquo;s a hole in daddy&rsquo;s arm, where all the money goes,&rdquo; it is no surprise the song ranked eighth in a <em>Rolling Stone</em> poll of the ten saddest songs of all time.</p><p><em>Sam Stone came home,<br/>To the wife and family<br/>After serving in the conflict overseas.<br/>And the time that he served,<br/>Had shattered all his nerves,<br/>And left a little shrapnel in his knees.<br/>But the morhpine eased the pain,<br/>And the grass grew round his brain,<br/>And gave him all the confidence he lacked,<br/>With a Purple Heart and a monkey on his back.</em></p>"
      },
      {
        "title":"Pencil Marks on the Wall",
        "artist":"Henson Cargill",
        "embeddable":"yes",
        "id":"d3Rvo9I9Jg0",
        "desc":"<iframe src='https://www.youtube.com/embed/d3Rvo9I9Jg0' frameborder='0' allowfullscreen></iframe><p>Cargill&rsquo;s song provides the heartbroken perspective of parents who have marked the milestones of their beloved son Jimmy&rsquo;s life with pencil marks on the wall, from his first day of school to being called to duty in Vietnam, where he dies.</p><p><em>No one had a better son</em></p><p><em>Now all that&rsquo;s left, and nothing more,<br/>Are pencil marks on the wall</em></p><p><em>Now how many more, just like our Jimmy<br/>How many more from all around this world <br/>Will have to face each other until one or the other falls?</em></p><p><em>Is that all our sons are born for?<br/>God almighty, is that all?<br/>Just to be pencil marks on the wall, just pencil marks on a wall?</em></p>"
      },
      {
        "title":"I Can Feel Him in the Morning",
        "artist":"Grand Funk Railroad",
        "embeddable":"no",
        "id":"g2aLx8R0JT8",
        "desc":"<iframe src='https://www.youtube.com/embed/g2aLx8R0JT8' frameborder='0' allowfullscreen></iframe><p>Flint, Mich. rock trio Grand Funk Railroad racked up a string of platinum-selling albums between 1969 and 1976, and in 1971, they manage to sell out New York&rsquo;s Shea Stadium faster than The Beatles. &ldquo;I Can Feel Him in the Morning&rdquo; is an anti-war classic with its mantra to &ldquo;make a new world, ought to make the old one right&rdquo; and evocative lyrics like:</p><p><em>Take me out to the battlefield,<br/>Let me hear the shells flying by<br/>Let me hear them scream and cry<br/>Whoa, can&rsquo;t you hear their dreams<br/>As they tumble to the blood-soaked ground?<br/>Whoa, hear them scream for shelter<br/>From the world they never found.</em></p>"
      },
      {
        "title":"People, Let&rsquo;s Stop the War",
        "artist":"Grand Funk Railroad",
        "embeddable":"no",
        "id":"sPF642Bhn54",
        "desc":"<iframe src='https://www.youtube.com/embed/sPF642Bhn54' frameborder='0' allowfullscreen></iframe><p>While Grand Funk Railroad took their lumps from the music press, their legions of fans drove platinum album sales and ticket sell-outs at stadiums around the country. The band was unabashed and direct about their point of view of the war and the country&rsquo;s politics. GFR&rsquo;s Mark Farner shares in an interview with Music Aficionado the secret to their populist appeal: &ldquo;When the fans&rsquo; voices hit my ears, it was hard for me to keep singing &mdash; it felt like I had a softball in my throat. It was so emotional. My God. But that&rsquo;s what brought the fans. It wasn&rsquo;t the press. It was the Vietnam War and the times. The people were crying out with me. They wanted the war to stop.&rdquo;</p><p><em>   Hey all you people, for goodness sake,<br/>Let&rsquo;s get together, what does it take,<br/>To make you understand the value of a man? <br/>I&rsquo;m talkin&rsquo; about your son and neighbor, yes I am. oh ...</em></p><p><em>People let&rsquo;s stop the war.<br/>People let&rsquo;s stop the war.<br/>People let&rsquo;s stop the war.<br/>People let&rsquo;s stop the war.</em></p><p><em>If we had a president, that did just what he said,<br/>The country would be just alright, and no one would be dead,<br/>From fighting in a war that causes big men to get rich.<br/>There&rsquo;s money in them war machines, now ain&rsquo;t this a bitch? oh ...</em></p>"
      },
      {
        "title":"Singing in Vietnam Talking Blues",
        "artist":"Johnny Cash",
        "embeddable":"no",
        "id":"IOinXMKBWmA",
        "desc":"<iframe src='https://www.youtube.com/embed/IOinXMKBWmA' frameborder='0' allowfullscreen></iframe><p>An Air Force veteran himself, Johnny Cash understood what it meant to answer the call to service for your country. He and wife June Carter traveled to Vietnam to perform for soliders early in 1971, and &ldquo;Singing in Vietnam Talking Blues&rdquo; records their experience there, performing for the troops and witnessing firsthand the violence and cacaphony of the conflict.</p><p>The visit altered Cash&rsquo;s attitude to the war &mdash; outraged by what he saw, he would thereafter describe his contradictory sense of himself as a &ldquo;dove with claws&rdquo; and told one interviewer: &ldquo;I don&rsquo;t know that much about the war. We were over there, and I&rsquo;ll tell you one thing, when you see our boys being brought back in helicopters and their guts spilling out it makes you a little mad about some of these folks back home. The way I feel about it, the only good thing that ever came from a war is a song and that&rsquo;s a hell of a way to have to get your songs.&rdquo;</p><p><em>Well now that&rsquo;s about all there is to tell<br/>about our little trip and the livin&rsquo; hell <br/>and if I ever go back over there again <br/>I hope there&rsquo;s none of our boys to sing for <br/>I hope this ol&rsquo; war&rsquo;s over with and they&rsquo;re all back home <br/>To stay in peace</p>"
      },
      {
        "title":"The Grave",
        "artist":"Don McLean",
        "embeddable":"no",
        "id":"xe6j0JBwEO4",
        "desc":"<iframe src='https://www.youtube.com/embed/xe6j0JBwEO4' frameborder='0' allowfullscreen></iframe><p>&ldquo;The Grave&rdquo; is the ninth track on McLean&rsquo;s 1971 studio album <em>American Pie</em>, which catapulted to No. 1 on the steam of its title track within two weeks of its release and was certified gold within six months. That McLean was a protégé of Pete Seeger is manifest in the theme and exquisite imagery conveyed in &ldquo;The Grave.&rsquo; In the liner notes of the 2003 album reissue of <em>American Pie</em>, McLean shares: &ldquo;This song came to me in a dream. I saw these pearls on a leaf in my dream. I began to think about the fact that a soldier in a trench is actually in his own grave.  ... I tried to point out the frightening position these young people are placed in by circumstances.&rdquo;</p><p><em>The grave that they dug him had flowers<br/>Gathered from the hillsides in bright summer colors<br/>And the brown earth bleached white<br/>At the edge of his gravestone<br/>He&rsquo;s gone</em></p><p><em>When the wars of our nation did beckon<br/>The man, barely 20, did answer the calling<br/>Proud of the trust<br/>That he placed in our nation<br/>He&rsquo;s gone</em></p><p><em>But eternity knows him<br/>And it knows what we&rsquo;ve done</em></p>"
      },
      {
        "title":"Happy Xmas (War Is Over)",
        "artist":"John and Yoko/Plastic Ono Band",
        "embeddable":"yes",
        "id":"z8Vfp48laS8",
        "desc":"<iframe src='https://www.youtube.com/embed/z8Vfp48laS8' frameborder='0' allowfullscreen></iframe><p>John and Yoko&rsquo;s years of peace activism, inaugurated with the couple&rsquo;s bed-ins in 1969, culminate in the release of this single, which was preceded by a campaign to emblazon the slogan &ldquo;WAR IS OVER! If You Want It &mdash; Happy Christmas from John & Yoko&rdquo; on billboards in 12 major cities around the world.</p><p>After Lennon was shot and killed less than three weeks before Christmas in 1980, the song re-emerged and peaked at No. 2 on the U.K. singles chart.</p>"
      },
      {
        "title":"Imagine",
        "artist":"John Lennon",
        "embeddable":"yes",
        "id":"YkgkThdzX-8",
        "desc":"<iframe src='https://www.youtube.com/embed/YkgkThdzX-8' frameborder='0' allowfullscreen></iframe><p>This best-selling single of Lennon&rsquo;s solo career (his &ldquo;greatest musical gift to the world,&rdquo; as <em>Rolling Stone</em> described it) is also one of the 100 most-performed songs of the 20th century and was inducted into the Rock and Roll Hall of Fame&rsquo;s 500 Songs That Shaped Rock and Roll.</p><p>Lennon described the secret behind the appeal of the song: &ldquo;Anti-religious, anti-nationalistic, anti-conventional, anti-capitalistic, but because it is sugarcoated it is accepted ... Now I understand what you have to do. Put your political message across with a little honey.&rdquo;</p><p>Imagine there&rsquo;s no heaven<br/>It&rsquo;s easy if you try<br/>No hell below us<br/>Above us only sky<br/>Imagine all the people living for today</em></p><p><em>Imagine there&rsquo;s no countries<br/>It isn&rsquo;t hard to do<br/>Nothing to kill or die for<br/>And no religion too<br/>Imagine all the people living life in peace</em></p><p><em>You may say I&rsquo;m a dreamer<br/>But I&rsquo;m not the only one<br/>I hope some day you&rsquo;ll join us<br/>And the world will be as one</em></p>"
      },
      {
        "title":"Moratorium",
        "artist":"Buffy Sainte-Marie",
        "embeddable":"yes",
        "id":"disj9HwEf4Q",
        "desc":"<iframe src='https://www.youtube.com/embed/disj9HwEf4Q' frameborder='0' allowfullscreen></iframe><p>James E. Perone, author of <em>Songs of the Vietnam Conflict</em>, cites &ldquo;Moratorium&rdquo; as &ldquo;perhaps the greatest recorded document of the passion of the anti-war movement.&rdquo; Issued on the album <em>She Used to Wanna Be a Ballerina</em>, the improvisational song seems purposefully uncommercial. Perone continues: &ldquo;The composer sings in an impassioned, almost brutal voice of the loss experienced by a number of returning Vietnam veterans, then takes on the near-screaming voice of several anti-war protesters, backed by her pounding on a piano.&rdquo;</p>"
      },
      {
        "title":"Congratulations (You Sure Made a Man Out of Him)",
        "artist":"Arlene Harden",
        "embeddable":"yes",
        "id":"IXCuUFBFT24",
        "desc":"<iframe src='https://www.youtube.com/embed/IXCuUFBFT24' frameborder='0' allowfullscreen></iframe><p>The changing and increasingly embittered view of the Vietnam War sweeping America finds its way into this country track by Arlene Harden. The singer&rsquo;s sarcastic congratulations to the U.S. military for turning her husband into a man through his service in the war points to an exhausted resignation at the debilitating effects of post-traumatic stress on returning vets and their families. Her once-loving husband is emotionally distant, a root beer drinker turned to gin, a formerly engaged father who no longer makes faces or will ever finish building the treehouse he started before he left for Vietnam.</p>"
      },
      {
        "title":"Bring the Boys Home",
        "artist":"Freda Payne",
        "embeddable":"yes",
        "id":"Ou7RtA1WHk4",
        "desc":"<iframe src='https://www.youtube.com/embed/Ou7RtA1WHk4' frameborder='0' allowfullscreen></iframe><p>This slick-sounding record strikes a chord with Black audiences, charting as high as No. 3 on the <em>Billboard</em> R&B charts (peaking at only No. 12 on the pop charts), though its upbeat, danceable tone perhaps somewhat undercuts the intention of its anti-war message.</p>"
      },
      {
        "title":"Peace Train",
        "artist":"Cat Stevens",
        "embeddable":"no",
        "id":"eaNtV_iU61U",
        "desc":"<iframe src='https://www.youtube.com/embed/eaNtV_iU61U' frameborder='0' allowfullscreen></iframe><p>Featured on Stevens&rsquo; <em>Teaser and the Firecat</em>, &ldquo;Peace Train&rdquo; was the singer-songwriter&rsquo;s first U.S. top 10 hit. Commercially crafted, the song&rsquo;s &ldquo;hope for peace and it will come&rdquo; appeal invited some critics to deem it naively idealistic.</p><p><em>Now I&rsquo;ve been crying lately, thinking about the world as it is <br/>Why must we go on hating, why can&rsquo;t we live in bliss </em></p><p><em>&rsquo;Cause out on the edge of darkness, there rides a peace train <br/>Oh, peace train, take this country, come take me home again</em></p>"
      }
    ]
  },
  {
    "year":"1972",
    "events":[
      {
        "title":"Troop reduction announced ",
        "date":"1-13",
        "video":"",
        "embeddable":"",
        "desc":"<p>Nixon announces reduction of 70,000 U.S. troops by May 1, leaving American military presence in Vietnam at 69,000, the lowest level in seven years. </p>"
      },
      {
        "title":"&ldquo;Address to the Nation Making Public a Plan for Peace in Vietnam&rdquo; speech",
        "date":"1-25",
        "video":"oxoTgii-GZ0",
        "embeddable":"yes",
        "desc":"<p>President Nixon addresses the nation to make public details of a United States peace plan proposed to Hanoi that provisions a complete withdrawal of U.S. troops within six months, POWs exchanged, an internationally supervised ceasefire and a presidential election in South Vietnam. </p><p>Days later, North Vietnam openly criticizes the United States for publicizing details of the secret talks and counters with its own peace plan, which includes the immediate and unconditional withdrawal of U.S. troops and the resignation of the Thieu government.</p>"
      },
      {
        "title":"<em>Guess Who&rsquo;s Coming Home</em>",
        "date":"2-1",
        "video":"WR60lCSTmus",
        "embeddable":"yes",
        "desc":"<p>Journalist Wallace Terry is perhaps best known for authoring <em>Bloods: An Oral History of the Vietnam War by Black Veterans</em>, his book about Black soldiers&rsquo; experience of the war. Terry was the first Black war correspondent on permanent duty, as deputy bureau chief for <em>Time</em> magazine in Saigon. For two years, he covered the war and recorded hundreds of interviews with Black GIs. The resulting <em>Guess Who&rsquo;s Coming Home: Black Fighting Men Recorded Live in Vietnam</em> is cited as the only documentary recording from/of the Vietnam battlefields. </p>"
      },
      {
        "title":"<em>The Red White & Blue</em>",
        "date":"2-1",
        "video":"",
        "embeddable":"",
        "desc":"<p>Verlin &ldquo;Red&rdquo; Speeks&rsquo; &ldquo;The Red White & Blue&rdquo; directs musical invective at young men who burned their draft cards, advising them to high-tail it to Canada or Sweden.</p><p>Of the 210,000 Americans accused of dodging the draft, it is estimated that about 30,000 young men left the country to avoid military service.</p>"
      },
      {
        "title":"North Vietnamese launch attack on An Lộc",
        "date":"4-13",
        "video":"fCTdsKQYAw8",
        "embeddable":"yes",
        "desc":"<p>Three NVA divisions attack An Lộc, managing to take control of the northern part of the city. The 4,000 South Vietnamese men defending the city, reinforced by elite airborne units and American B-52 bombers, launch furious counterattacks, managing to hold An Lộc against superior odds until the siege is lifted on June 18.</p>"
      },
      {
        "title":"Dong Ha and Quang Tri taken by the NVA",
        "date":"4-27",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/T-59_VC.jpg' alt='North Vietnamese tank captured by South Vietnamese 20th Tank Regiment south of Dong Ha. Source: Wikimedia'/><p>Two weeks after the initial mid-April attack, the NVA takes Dong Ha; and by May 1, Quang Tri. With U.S. air support, the South Vietnamese Army begins a drive to recapture the Binh Dinh province and its cities. The battles last until September 15, by which time Quong Tri has been reduced to rubble. The NVA retains control of the northern part of the province.</p>"
      },
      {
        "title":"Photograph: <em>The Girl in the Picture</em>",
        "date":"6-8",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/TrangBang.jpg' alt='This picture of Phan Thị Kim Phúc, a 9-year-old child running naked on a road by AP photographer Nick Ut won a Pulitzer Prize and World Press Photo of the Year. Credit: AP/Fair Use'><p>In one of the most infamous photos of the Vietnam War, AP photographer Nick Ut captures the haunting image of Phan Thị Kim Phúc, a 9-year-old child running naked on a road after being severely burned on her back by a South Vietnamese napalm attack. The girl&rsquo;s burns were so severe and unimaginably painful that she was initially not expected to survive. However, after 17 surgeries and over a year of hospitalization, she was able to return to her family. </p><p>Ut&rsquo;s arresting image earned the photographer a Pulitzer Prize and World Press Photo of the Year honors.</p><p>Years later, while studying medicine at university, Phúc was put forward as a propaganda symbol by the communist government in Vietnam. She was eventually granted permission to continue her studies in Cuba, where she met her fiancé. En route to Moscow to celebrate their honeymoon, the couple asked for and was granted political asylum in Canada during a refueling stop in Gander, Newfoundland. </p><p>In a 2008 interview with NPR, Kim Phúc, now a Canadian citizen, reflected, &ldquo;Forgiveness made me free from hatred. I still have many scars on my body and severe pain most days but my heart is cleansed. Napalm is very powerful, but faith, forgiveness, and love are much more powerful. We would not have war at all if everyone could learn how to live with true love, hope, and forgiveness. If that little girl in the picture can do it, ask yourself: Can you?&rdquo;</p>"
      },
      {
        "title":"Watergate scandal",
        "date":"6-17",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/WatergateFromAir.jpg' alt='The Watergate Hotel in Washington, D.C. Source: Wikimedia'><p>The worst U.S. political scandal of the 20th century begins with the arrest of five employees of Nixon&rsquo;s re-election campaign for breaking into Democratic headquarters at the Watergate Complex to wiretap phones and steal classified documents.</p><p>Nixon does what he can to tapdance but the cover-up of the scandal leads to the discovery of multiple abuses of power by members of his administration. An impeachment process unspools, leading to articles of impeachment and Nixon&rsquo;s eventual resignation in August, 1974.</p>"
      },
      {
        "title":"Jane Fonda makes controversial trip to Hanoi",
        "date":"7-1",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Hanoi_Jane.jpg' class='portrait' alt='The infamous picture of Jane Fonda in a North Vietnamese anti-aircraft gun vehicle. Credit:Fair Use'><p>Actress Jane Fonda was already one of Hollywood&rsquo;s most outspoken opponents of the war in Vietnam, when, at the age of 34, she makes a two-week trip to Hanoi in July 1972. During her trip, Fonda meets with peasants, artists and intellectuals, as expected. But it is an ill-advised photo opp of the <em>Barbarella</em> star perched on the seat of a North Vietnamese anti-aircraft gun vehicle that incenses millions of Americans and earns her the excoriating nickname &ldquo;Hanoi Jane.&rdquo;</p><p>Fonda later admits in a 2005 <em>60 Minutes</em> interview that posing for the photo was &ldquo;the largest lapse of judgment I can imagine.&rdquo;</p><p><a href='https://www.janefonda.com/the-truth-about-my-trip-to-hanoi/'>Read Jane Fonda&rsquo;s account of her trip to Hanoi</a></p>"
      },
      {
        "title":"Kissinger announces that &ldquo;peace is at hand&rdquo;",
        "date":"10-27",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/kissinger-time.jpg' class='portrait' alt='<em>Time</em> Magazine in which Kissinger and Nixon were named one of the &ldquo;Men of the Year&rdquo; Credit: Time Magazine/Fair Use'><p>By 1972, Henry Kissinger&rsquo;s sway as national security advisor has essentially eclipsed that of Secretary of State William Rogers (Kissinger would eventually succeed Rogers).  Following years of secret negotiations in Paris with Le Duc Tho, Kissinger announces in October 1972, &ldquo;We believe that peace is at hand. What remains to be done can be settled in one more negotiating session with the North Vietnamese negotiators, lasting, I would think, no more than three or four days.&rdquo;</p><p>Kissinger&rsquo;s pronouncement would not prove immediately prophetic. Peace talks break down in December, and Nixon orders the &ldquo;Christmas Bombing&rdquo; of North Vietnam, which results in over 100,000 bombs being dropped on Hanoi and other North Vietnamese cities. Talks successfully resume in January 1973.</p><p>For his ultimately effective negotiations to bring an end to the Vietnam War, Kissinger is named, along with Nixon, as one of 1972&rsquo;s &ldquo;Men of the Year&rdquo; by <em>Time</em> magazine.</p>"
      },
      {
        "title":"Nixon wins presidential election",
        "date":"11-7",
        "video":"x71wUTELcXY",
        "embeddable":"yes",
        "desc":"<p>Nixon wins the presidential election against Democratic Party contender George McGovern in the biggest landslide to date in U.S. history, capturing 60.7% of the popular vote.</p>"
      },
      {
        "title":"Paris peace talks falter ",
        "date":"12-1",
        "video":"",
        "embeddable":"",
        "desc":"<p>In Paris, peace talks between the North Vietnamese and the Americans fail. In the 12-day Operation Linebacker II ordered by President Nixon and targeted at Saigon and Hanoi, 26 U.S. planes and 93 airmen are lost. North Vietnam loses between 1,300 and 1,600 men.</p><p><a href='http://openvault.wgbh.org/catalog/V_B828B3CEB0B14ABA823885383D447E99' target='_blank'>Watch an interview with John D. Negroponte, Second Secretary in Saigon from 1968 to 1969</a></p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1972",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"rrxbQO4C6kM",
        "desc":"<iframe src='https://www.youtube.com/embed/rrxbQO4C6kM' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1972.</p>"
      },
      {
        "title":"The First Time Ever I Saw Your Face",
        "artist":"Roberta Flack",
        "embeddable":"yes",
        "id":"r9jmusgMgro",
        "desc":"<iframe src='https://www.youtube.com/embed/r9jmusgMgro' frameborder='0' allowfullscreen></iframe><p>The folk song &mdash; originally written in 1957 by British political singer/songwriter Ewan MacColl for Peggy Seeger, his then-mistress and future wife. It was recorded by various folk singers and became a major international hit for Roberta Flack in 1972, winning Grammy Awards for Record and Song of the Year. <em>Billboard</em> ranked it as the No. 1 song of the year for 1972. </p>"
      },
      {
        "title":"Napalm Sticks to Kids",
        "artist":"The Covered Wagon Musicians",
        "embeddable":"yes",
        "id":"9tUPO_fPyNE",
        "desc":"<iframe src='https://www.youtube.com/embed/9tUPO_fPyNE' frameborder='0' allowfullscreen></iframe><p>This bitter and angrily self-confessional song was credited to &ldquo;Air Force and Army GIs attached to the 1st Air Cavalry in Vietnam,&rdquo; a group of soldiers who sat down one night in a hootch to collectively write verses that recount how each has taken reluctant part in defoliation operations that destroyed far more than vegetative life:</p><p><em>Gather kids as you fly over town,<br/>By throwing candy on the ground,<br/>Then grease &rsquo;em when they gather &rsquo;round,<br/>Napalm sticks to kids.</em></p>"
      },
      {
        "title":"War Is Over (If You Want It)",
        "artist":"John Lennon and Yoko Ono",
        "embeddable":"yes",
        "id":"f7hxfGf7lyA",
        "desc":"<iframe src='https://www.youtube.com/embed/f7hxfGf7lyA' frameborder='0' allowfullscreen></iframe><p>John and Yoko&rsquo;s peace crusade began in 1971, and they prove deft at directing mass media towards their aim: Imagining peace. That is what John and Yoko implore the world to do in 1972 in response to the chaos of the Vietnam War.</p><p>This apparantly impossible leap of imagination is still what Yoko Ono invites the world to do today through the website <a href='http://imaginepeace.com/' target='_blank'>ImaginePeace.com</a>.</p>"
      },
      {
        "title":"Emergency Ward!",
        "artist":"Nina Simone",
        "embeddable":"no",
        "id":"L2m6IsVvj5c",
        "desc":"<iframe src='https://www.youtube.com/embed/L2m6IsVvj5c' frameborder='0' allowfullscreen></iframe><p>Recorded live at Fort Dix, this inventive album by the incomparable Nina Simone is considered by critics to be her most direct artistic statement about the Vietnam War. Their first tip-off? The album cover collage of war news clippings. The second? The pointed song selection and Simone&rsquo;s always-brilliant improvisational arrangement. The entire A side features an 18:35 grafted medley of George Harrison&rsquo;s &ldquo;My Sweet Lord&rdquo; with a David Nelson spoken-word poem called &ldquo;Today Is a Killer,&rdquo; set to Simone&rsquo;s composition. Then and now, this song is a trip to some kind of church, because it must be noted that at the end God is accused of being a killer, giving the otherwise exuberant atmosphere of the performance an apocalyptic ending. </p>"
      }
    ]
  },
  {
    "year":"1973",
    "events":[
      {
        "title":"Ceasefire pact announced",
        "date":"1-23",
        "video":"wiKulZK-ddI",
        "embeddable":"yes",
        "desc":"<p>President Nixon announces that the United States and North Vietnam have concluded an agreement to end the longest war in America&rsquo;s history and restore &ldquo;peace with honor&rdquo; to Vietnam.</p><p>Nixon intones, &ldquo;Let us be proud that America did not settle for a peace that would have betrayed our allies. Let us be proud that America did not settle for a peace that would have abandoned our prisoners.&rdquo;</p><p>The announcement comes 11 years, one month and one day after the first American death in the Vietnam conflict, 25-year-old Army Specialist 4th Class James Thomas Davis of Livingston, Tenn., who was killed in an ambush by the Viet Cong outside Saigon on Dec. 22, 1961.</p>"
      },
      {
        "title":"Military draft ends",
        "date":"1-27",
        "video":"",
        "embeddable":"",
        "desc":"<p>The Selective Service announces that there will be no further draft calls.</p>"
      },
      {
        "title":"Ceasefire signed",
        "date":"1-27",
        "video":"jXTiz8F6S5E",
        "embeddable":"yes",
        "desc":"<p>The &ldquo;Agreement on Ending the War and Restoring Peace&rdquo; is formally signed by all parties participating in the Paris negotiations. The ceasefire takes effect at midnight Greenwich Mean Time.</p>"
      },
      {
        "title":"First American POWs released",
        "date":"2-12",
        "video":"xhyqCVRK7A8",
        "embeddable":"",
        "desc":"<p>As part of Operation Homecoming, North Vietnam releases 142 of 591 U.S. captives at Hanoi&rsquo;s Gia Lam Airport.</p><p>Capt. Robert White, the last known American POW, is released April 1.</p>"
      },
      {
        "title":"U.S. withdraws from Vietnam",
        "date":"3-29",
        "video":"",
        "embeddable":"",
        "desc":"<img src='images/Saigon-evacuation-600x400.jpg' alt='A line forms for Vietnamese evacuees fleeing the country on April 29, 1975. Source: Wikimedia/Fair Use'><p>America&rsquo;s direct eight-year intervention in the Vietnam War ends, as the last combat soldiers depart from South Vietnam (a residual force of advisors, technicians and Marines protecting U.S. installations remain behind).</p><p>Of the over three million Americans who served in the Vietnam War, almost 58,000 are dead, 150,000 are seriously wounded, and over 1,000 are still missing in action.</p><p>Two years later, in late April, U.S. Marines and Air Force helicopters begin executing a massive airlift evacuation of American civilians and 7,000 South Vietnamese refugees from the rooftop of the U.S. Embassay in Saigon.</p><p>April 30, two U.S. Marines are killed in a rocket attack at Saigon&rsquo;s Tan Son Nhut airport. They are the last Americans to die in the Vietnam War. Remaining Marines guarding the U.S. embassy lift off, and hours later, as communist forces enter Saigon, the last leader of South Vietnam, Gen. Duong Van Minh, announces that the nation has surrendered. The Vietnam War is over.</p><p>In a war lasting 15 years, nearly one million NVA and Viet Cong troops and a quarter of a million South Vietnamese soldiers have lost their lives. Hundreds of thousands of civilians have been killed.</p><p><a href='http://www.pbs.org/wgbh/americanexperience/films/lastdays/'>Learn more about the U.S. withdrawing from Vietnam in the documentary <em>Last Days in Vietnam</em></p>"
      },
      {
        "title":"Top Nixon aides resign",
        "date":"4-30",
        "video":"",
        "embeddable":"",
        "desc":"<p>The Watergate scandal results in the resignation of four top Nixon officials: Chief of Staff H.R. Haldeman; White House counsel John Dean; Attorney General Richard Kleindienst; and John Ehrlichman, assistant for domestic affairs.</p>"
      },
      {
        "title":"Case-Church Amendment passed by Congress",
        "date":"6-19",
        "video":"",
        "embeddable":"",
        "desc":"<p>Congress passes the Case-Church Amendment, which prohibits any further U.S. military involvement in Vietnam, Cambodia and Laos, effective August 15, 1973.</p><p>The amendment means that North Vietnam is able to mount another invasion of South Vietnam, without fear of U.S. reprisals.</p>"
      },
      {
        "title":"Kissinger appointed Secretary of State",
        "date":"8-22",
        "video":"",
        "embeddable":"",
        "desc":"<p>Nixon appoints Henry Kissinger as Secretary of State, replacing William Rogers.</p>"
      },
      {
        "title":"Agnew resigns",
        "date":"10-10",
        "video":"PmF2YVfV3aw",
        "embeddable":"no",
        "desc":"<p>Disgraced Vice President Spiro Agnew is forced to resign after pleading no contest to a charge of federal income tax evasion in exchange for the dropping of charges that he accepted bribes while in office. He is fined $10,000, sentenced to three years of probation, and is disbarred.</p><p>Nixon&rsquo;s appointment of Representative Gerald Ford of Michigan to replace Agnew is approved by Congress, and Ford is sworn into office Dec. 6. Within a year, Ford will become the 38th POTUS after the Watergate scandal forces Nixon&rsquo;s own resignation.</p>"
      },
      {
        "title":"Congress passes the War Powers Resolution",
        "date":"11-7",
        "video":"",
        "embeddable":"no",
        "desc":"<p>The joint resolution requires the President to obtain the support of Congress within 90 days of sending American troops abroad and states that its purpose is: &ldquo;...to fulfill the intent of the framers of the Constitution of the United States and insure that the collective judgement of both the Congress and the President will apply to the introduction of United States Armed Forces into hostilities, or into situations where imminent involvement in hostilities is clearly indicated by the circumstances, and to the continued use of such forces in hostilities or in such situations.&rdquo;</p>"
      }
    ],
    "music":[
      {
        "title":"Billboard Hot 100 for 1973",
        "artist":"Billboard",
        "embeddable":"yes",
        "id":"8zPRgtITEMI",
        "desc":"<iframe src='https://www.youtube.com/embed/8zPRgtITEMI' frameborder='0' allowfullscreen></iframe><p>Chart Sweep presenting every record to reach No. 1 on the U.S. <em>Billboard</em> Hot 100 chart during 1973.</p>"
      },
      {
        "title":"Tie a Yellow Ribbon Round the Ole Oak Tree",
        "artist":"Tony Orlando & Dawn",
        "embeddable":"yes",
        "id":"c3ouKAhxZbQ",
        "desc":"<iframe src='https://www.youtube.com/embed/c3ouKAhxZbQ' frameborder='0' allowfullscreen></iframe><p>Of the crowded field of &ldquo;welcome back home&rdquo; songs from 1973, &ldquo;Tie a Yellow Ribbon Round the Ole Oak Tree&rdquo; is far and away the most popularly known and successful, reaching the Top 10 in ten countries and ranking as the top-selling single of 1973 in both the United States and the United Kingdom.</p><p>The basis for the yellow ribbon as a token of fidelity stems to a 19th-century practice of women wearing a yellow ribbon in their hair to demonstrate their devotion to an absent lover gone off to war.</p><p><em>Whoa, tie a yellow ribbon &rsquo;round the ole oak tree<br/>It&rsquo;s been three long years<br/>Do ya still want me (still want me)<br/>If I don&rsquo;t see a ribbon &rsquo;round the ole oak tree<br/>I&rsquo;ll stay on the bus<br/>Forget about us<br/>Put the blame on me<br/>If I don&rsquo;t see a yellow ribbon &rsquo;round the ole oak tree</em></p>"
      },
      {
        "title":"When the Brothers Come Marching Home",
        "artist":"The Nu Page",
        "embeddable":"yes",
        "id":"0jCQA82j2hU",
        "desc":"<iframe src='https://www.youtube.com/embed/0jCQA82j2hU' frameborder='0' allowfullscreen></iframe><p>Released a month after the signing of the Paris Peace Accords, the song is the only single produced by the one-off MoWest studio creation The Nu Page. Jazzy, upbeat and celebratory, the song by producer Robert Gordy and writer-performers Marilyn McLeod, Melton Bolton and Horace Jones exults at the coming home of the Brothers:</p><p><em>When your man or son is in the war<br/>There not much to look forward for<br/>Happiness is in store<br/>When the brothers come marching home<br/>There will be no more useless dying<br/>There will be no more senseless crying<br/>There will be nothing but joy, joy, joy</em></p>"
      },
      {
        "title":"Prisoner of War (Welcome Back Home)",
        "artist":"Billy Holeman",
        "embeddable":"yes",
        "id":"FhSvPa1tst8",
        "desc":"<iframe src='https://www.youtube.com/embed/FhSvPa1tst8' frameborder='0' allowfullscreen></iframe><p>In 1973, the number of Americans listed as missing in action or known to be POWs tops out at 1,350. Nixon emphasizes the return of POWs as a key imperative of the peace treaty. Voices across all musical genres became more vocal as the call to bring home soldiers bends toward the plight of American prisoners of war. This is particularly true of country performers. Here, Holeman captures the feeling tone surrounding the repatriation of 591 POWs through Operation Homecoming.</p>"
      },
      {
        "title":"Welcome the Boys Back Home",
        "artist":"Bill Moss & The Celestials",
        "embeddable":"yes",
        "id":"dDxb-dIyGIg",
        "desc":"<iframe src='https://www.youtube.com/embed/dDxb-dIyGIg' frameborder='0' allowfullscreen></iframe><p>This gospel-influenced entry into the field of songs welcoming Vietnam soldiers back home is featured on the 2005 compilation <em>Does Anybody Know I&rsquo;m Here?: Vietnam Through the Eyes of Black America 1962–1972</em>.</p>"
      },
      {
        "title":"Returning Home From Vietnam",
        "artist":"The Auditions",
        "embeddable":"yes",
        "id":"D1qsNVgdVr4",
        "desc":"<iframe src='https://www.youtube.com/embed/D1qsNVgdVr4' frameborder='0' allowfullscreen></iframe><p>This sweet soul track communicates a GI&rsquo;s joy at receiving his discharge from the Army and returning home to his sweetheart. Released on the Chicago record label Freckles, the song earned The Auditions an appearance on <em>Soul Train</em> in March 1973. The group dedicates the song to homecoming soldiers and prisoners of war:</p><p><em>Returning home from Vietnam<br/>I know back home she still awaits me<br/>Don&rsquo;t worry, don&rsquo;t you cry, everyday will be alright<br/>My fighting days are over, finally over<br/>I&rsquo;ve got my discharge today<br/>Returning home from Vietnam<br/>God knows, girl, I want to tell you about Vietnam<br/>The battlefields I left behind me, fighting days are over<br/>Every letter she wrote to me, I&rsquo;d read it every day<br/>She&rsquo;s hoping this time I&rsquo;ll be home to stay<br/>I&rsquo;m marching, one, two, three, four<br/>Coming home, baby, step by step, baby</em></p>"
      },
      {
        "title":"Hanoi Hannah",
        "artist":"Roger McGuinn",
        "embeddable":"no",
        "id":"lnUfWZ_x1fc",
        "desc":"<iframe src='https://www.youtube.com/embed/lnUfWZ_x1fc' frameborder='0' allowfullscreen></iframe><p>The Byrds&rsquo; lead singer&rsquo;s eponymous 1973 release includes this heartbreaking track:</p><p><em>Well I never would have thought<br/>I&rsquo;d get so lost out here<br/>Smokin&rsquo; marijuana and drinkin&rsquo; beer<br/>And tryin&rsquo; not to think about the time next year<br/>When me and all my buddies gonna disappear<br/>Hanoi Hannah workin&rsquo; all my blues away</em></p><p><em>Hanoi Hannah took her shoes and ran away<br/>When I told her I was headin&rsquo;<br/>To have myself a weddin&rsquo;<br/>To my baby in the U.S.A.<br/>Good-bye Hannah, I really don&rsquo;t know what to say</em></p><p><em>Well goodbye, Hannah<br/>Well goodbye, Hannah<br/>Well goodbye, Hannah</em></p>"
      },
      {
        "title":"Back to the World",
        "artist":"Curtis Mayfield",
        "embeddable":"no",
        "id":"kvkBtKi9VIc",
        "desc":"<iframe src='https://www.youtube.com/embed/kvkBtKi9VIc' frameborder='0' allowfullscreen></iframe><p>Doug Bradley writes, &ldquo;The incomparable Curtis Mayfield, formerly of the Impressions, touches a nerve among Vietnam vets with his album and its title track &lsquo;Back to the World.&rsquo; The &lsquo;world&rsquo; was how &rsquo;Nam vets would refer to the U.S.A., and Mayfield put his finger perfectly on the pulse of their struggles.</p><p>&lsquo;I&rsquo;ve been beaten up and robbed/soldier boy ain’t got no job/back in the world,&rsquo; Curtis bemoans in one chorus.</p><p>Most Americans don&rsquo;t hear the song or listen to the album. But Vietnam vets did, especially Black vets. Back to the World went to a No. 1 ranking on the <em>Billboard</em> R&B Albums Chart and reached the Top 20 on the Pop Albums Chart.&rdquo;</p></p>"
      },
      {
        "title":"Born in the U.S.A. (1984)",
        "artist":"Bruce Springsteen",
        "embeddable":"no",
        "id":"lZD4ezDbbu4",
        "desc":"<iframe src='https://www.youtube.com/embed/lZD4ezDbbu4' frameborder='0' allowfullscreen></iframe><p>Springsteen&rsquo;s tribute to his friends who served in the Vietnam War tells the story of a working-class protagonist who is inducted into the military, serves in Vietnam and then returns home to the United States, where he experiences anything but a hero&rsquo;s welcome. The brilliance of the song lies in the juxtaposition of the seemingly nationalistic chorus with the song&rsquo;s bitter verses:</p><p><em>I had a brother at Khe Sanh<br/>Fighting off the Viet Cong<br/>They&rsquo;re still there; he&rsquo;s all gone<br/>He had a woman he loved in Saigon<br/>I got a picture of him in her arms</em></p><p>Growing up in a blue-collar New Jersey family, Springsteen faced the draft after dropping out of community college, but received a physical deferment due to an old motorcycle injury. From the beginning and throughout his career, he would grapple with the meaning of war for his generation and country in songs like &ldquo;Lost in the Flood,&rdquo; &ldquo;Highway Patrolman,&rdquo; &ldquo;Brothers Under the Bridge,&rdquo; &ldquo;Shut Out the Light,&rdquo; and the widely misunderstood &ldquo;Born in the U.S.A.&rdquo;</p>"
      },
      {
        "title":"Goodnight Saigon (1982)",
        "artist":"Billy Joel",
        "embeddable":"no",
        "id":"Qjzjhl-QztE",
        "desc":"<iframe src='https://www.youtube.com/embed/Qjzjhl-QztE' frameborder='0' allowfullscreen></iframe><p>If one song can summarize a U.S. Marine&rsquo;s experience on the front lines of the Vietnam War and the inconsiderate treatment vets received following, it is Billy Joel&rsquo;s &ldquo;Good Night, Saigon.&rdquo; But it also captures the camaraderie of the troops and how they vow to &ldquo;all go down together.&rdquo;</p><p><em>We had no cameras<br/>To shoot the landscape<br/>We passed the hash pipe<br/>And played our Doors tapes<br/>And it was dark<br/>So dark at night<br/>And we held on to each other<br/>Like brother to brother<br/>We promised our mothers we&rsquo;d write</em></p><p><em>And we would all go down together<br/>We said we&rsquo;d all go down together<br/>Yes we would all go down together</em></p><p>The song has been covered multiple times &mdash; by Garth Brooks, Joan Baez, even Will Ferrell in an <em>SNL</em> skit &mdash; most recently by Alan Cumming on his 2016 album <em>Alan Cumming Sings Sappy Songs: Live at the Cafe Carlyle</em>. Cumming&rsquo;s rendition is dedicated to the memory of his grandfather, Tommy Darling, who served in WWII.</p>"
      },
      {
        "title":"Orange Crush (1988)",
        "artist":"R.E.M.",
        "embeddable":"yes",
        "id":"_mSmOcmk7uQ",
        "desc":"<iframe src='https://www.youtube.com/embed/_mSmOcmk7uQ' frameborder='0' allowfullscreen></iframe><p>The &ldquo;Orange Crush&rdquo; of the song title refers not to the sugary, fizzy soda pop beverage, but to the defoliant Agent Orange used by the U.S. Department of Defense in Vietnam. R.E.M. frontman Michael Stipe&rsquo;s father served in Vietnam, and he writes of the song in the liner notes of the band&rsquo;s 2011 greatest hits album <em>Part Lies, Part Heart, Part Truth, Part Garbage 1982–2011</em>: &ldquo;[The song is] a composite and fictional narrative in the first person, drawn from different stories I heard growing up around Army bases. This song is about the Vietnam War and the impact on soldiers returning to a country that wrongly blamed them for the war.&rdquo;</p>"
      },
      {
        "title":"The Kent State Massacre (2005)",
        "artist":"Barbara Dane",
        "embeddable":"yes",
        "id":"gCb0v6TlRAo",
        "desc":"<iframe src='https://www.youtube.com/embed/gCb0v6TlRAo' frameborder='0' allowfullscreen></iframe><p>Sung to the melody of &ldquo;The Death of Harry Simms,&rdquo; this angry call to revolution records the tragic events of the Kent State University protest, anchoring the album <em>I Hate the Capitalist System</em>:</p><p><em>It was in Kent State, Ohio<br/>On a Monday afternoon.<br/>The air was full of springtime,<br/>The flowers were in bloom.<br/>It was a scene of terror<br/>That none will soon forget.<br/>Young students stood with empty hands<br/>To face the bayonets.</em></p>"
      },
      {
        "title":"Déjà Vu (All Over Again) (2005)",
        "artist":"John Fogerty",
        "embeddable":"yes",
        "id":"OZr07AYWLSo",
        "desc":"<iframe src='https://www.youtube.com/embed/OZr07AYWLSo' frameborder='0' allowfullscreen></iframe><p>As public opinion sours against the war in Iraq, Fogerty erects a lyrical and thematic bridge to the Vietnam War in this title track of his 2004 album.</p><p><em>Day by day I hear the voices rising<br/>Started with a whisper like it did before<br/>Day by day we count the dead and dying<br/>Ship the bodies home while the networks all keep score</em></p><p><em>Did you hear &rsquo;em talkin&rsquo; &rsquo;bout it on the radio<br/>Could your eyes believe the writing on the wall<br/>Did that voice inside you say, I&rsquo;ve heard it all before<br/>It&rsquo;s like déjà vu all over again</em></p><p><em>One by one I see the old ghosts rising<br/>Stumblin&rsquo; &rsquo;cross Big Muddy<br/>Where the light gets dim<br/>Day after day another Momma&rsquo;s crying<br/>She&rsquo;s lost her precious child<br/>To a war that has no end</em></p>"
      }
    ]
  }
]
